[
    "merecia uma chamada, mas tb dá pra entender o prof já estar de saco cheio de aluno assim e só seguir a vida",
    "mais fácil o omni que o vekat, tb concordo",
    "aí já discordo",
    "tem bastante gente na fila antes do omni",
    "~~bem-vindo ao clube~~",
    "ninguém aqui é imune à martelada",
    "disagrio mesmo",
    "seems interesting. immersion is good, but i'm usually skeptical",
    "language acquisition as a baby and as a grown person are very different",
    "se eu ganhasse 1 real...",
    "preparou a cartela do bingo, shake?",
    "i have no clue what you're talking about, <@470912271086780427>",
    "noivo = fiancé",
    "novo",
    "hm. parece uma conta comprometida 🤔",
    "tenho um outro servidor em comum com a pessoa",
    "sim. a pessoa tinha até nitro",
    "não acho que vão se dar ao trabalho de comprar nitro pra uma conta de spam <:KappaKappa:955965710696349706>",
    "dá pra remover o ban, aí ele pode voltar caso retome o controle da conta",
    "a pessoa já tá em campanha",
    "ele tá tentando entrar no lugar do Biden",
    "(e teria mais chance que o Biden, provavelmente <:pepe_chorando:517308094334763008> )",
    "provavelmente",
    "acho q sempre teve",
    "hm",
    "verdade, parece q só implementaram depois",
    "nao lembrava disso",
    "sim, grande hermeto 🙏",
    "(já ouviram*, btw, if you meant to ask if we've ever heard his music)",
    "há, mas aí vc precisa colocar na balança o quanto vale transformar algo que te dá prazer em trabalho. já vi _vários_ relatos de streamers que passam a odiar os jogos que antes adoravam, quando vira obrigação estar ali 8 horas por dia para pagar suas contas",
    "pois é. ainda há quem acredite nessa ideia de \"do what you love and you'll never work a day\", e tem raras pessoas pra quem ela funciona. \nmas, no geral, não vejo funcionar muito. vejo mais é as pessoas se consumindo por um suposto \"amor à causa\" que, no fim, lhes custa a saúde e - não raro - sem grandes benefícios financeiros imediatos",
    "ou, tl;dr: \"se fosse bom chamava férias, não trabalho\"",
    "como costumo dizer :]",
    "vi mt crítica por causa das microtransações, e do fato que \"criam dificuldades para vender (literalmente) facilidades\"",
    "por um bom tempo joguei mais coisas indie do que AAA, pq não curto essa coisa de lançar jogo 'minimum viable product' e tentar sugar ao máximo o dinheiro dos usuários",
    "foi um jogo que achei MUITO bom, merecidíssimos todos os prêmios (assim como elden ring). essa coisa de montar o personagem, se vc faz mesmo questão, sempre dá pra ver uns guias pelo menos do básico, né. pra quem joga soulslike, não vai ser difícil de entender <:ronaldo_lul:667807025647976449>",
    "aqui no br, sim",
    "vc mal ganha atributos extras depois que o personagem já tá criado. e os equipamentos tb não sobem muito de poder do começo até o fim do jogo. acho que o maior ganho de poder é mesmo dos níveis que vc ganha, que aí vão te dando ações extras",
    "é bem interessante. eu já tinha jogado o Divinity:Original Sin2, antes",
    "e pra jogar na dificuldade padrão do jogo, não precisa de muito min-max também, de verdade. min-max começa a importar se vc for jogar no \"hard\" (tactician/honor)\nquase todo estilo de jogo parece funcionar no bg3. e explorar os cenários é mto foda. isso juntando com as possibilidades de resolver as coisas faz com que o jogo tenha MUITA replayability",
    "(vc sabe que \"de grátis\" não se usa, né? as pessoas às vezes falam pra tirar sarro. mas usa-se \"de graça\" ou apenas \"grátis\")",
    "~~veio torrado e moído. e \"pozificado\"~~",
    "é mta opção mesmo, e o ritmo de jogo tb é bem mais lento (mto texto, mt diálogo, mt 'coisinha' pra explorar). é um jogo que tem que entrar na vibe e aceitar que vai ser longo pra caramba, e que, no geral, \"não tem escolhas erradas\" ||(exceto algumas que te dão game over imediatamente)||",
    "olha o nome no topo da capa",
    "aqui falamos papel de parede mesmo <:ronaldo_lul:667807025647976449>",
    "~~pq foram localizados pra ptbr e não ptpt~~ <:ronaldo_lul:667807025647976449>",
    "<@1224363764355436647> não ouse",
    "quero jogar sekiro em algum momento da vida",
    "~~mas ainda estou consumido pelo baldurzinho~~",
    "da fromsoft, só joguei elden ring",
    "eu tirei meu cargo de professor",
    "muita responsabilidade ser azul :P",
    "it's not easy being ~~green~~ blue",
    "como assim \"ou 17\"? <:ronaldo_lul:667807025647976449> <:KappaKappa:955965710696349706> <:KappaKappa:955965710696349706> <:ronaldo_lul:667807025647976449>",
    "o fael fixou em 16, e eu mudo meu ano de nascimento a cada ano que passa <:KappaKappa:955965710696349706>",
    "tudo pra continuar com o meme 🙏",
    "só não quis deixar o rastro",
    ":)",
    "como tô digitando mal hoje",
    "a culpa é do <@486264590192345088>",
    "só se vc estiver falando do omni, no caso",
    "<:ronaldo_lul:667807025647976449>",
    "chegou o mal da juventude",
    "meu deus, que conversa de maluco isso aqui",
    "<:ronaldo_lul:667807025647976449>",
    "eu tb",
    "chamo de pelo, sim",
    "isso é sintoma do uso prolongado de drogas",
    "hm. é? talvez seja mais substancial do que um \"pé de meia\", mas acho que a ideia geral é a mesma, não?",
    "a definição é a que eu dei. \no Dat quis dizer que vc poderia ter um lucro fazendo isso, e aí guardar o dinheiro (fazer um pé de meia)",
    "<https://www.dicio.com.br/pe-de-meia/>",
    "(não use a palavra \"pecúlio\", a menos que vc queira ser confundido com um advogado)",
    "<@608685586630311946> hj vc perguntou o que era \"pé de meia\", e ouvindo o The Daily de hj, eles usaram a expressão em inglês, coincidentemente (\"nest egg\")",
    "(extra: \"pus\" também pode ser o mesmo que _pus_ em inglês (aquilo que se forma quando temos uma infecção, pela morte de leucócitos))",
    "ainda bem que temos os leucócitos. #vivaosus",
    "Dat, sua meta é ultrapassar o Dráuzio tanto em corrida quanto em defesa do sus",
    "duvido que consiga",
    "DU-VI-DO.",
    "sei lá. mas ele _consegue_ correr uma maratona. acho que vc ainda não chegou nesse ponto <:KappaKappa:955965710696349706>",
    "não faço ideia. tem que dar uma guglada aí",
    "vekat mandando verdades e nem terminou o horário de almoço ainda",
    "vai dormir debaixo da ponte da amizade, por esse preço <:ronaldo_lul:667807025647976449>",
    "o que já ouvi é que o lado argentino é mais \"natureza bruta\". o lado brasileiro é uma visita com o caminho pavimentado, mais \"cara de turista\"",
    "sim. no geral não é mto demorado nem burocrático. as pessoas que visitam Foz muitas vezes atravessam pra ir jantar na Argentina (em Puerto Iguazu) e voltar, por exemplo.",
    "~~ainda és, boludina, ainda és...~~",
    "(i meant to say you're *still* a child <:ronaldo_lul:667807025647976449> )",
    "correto",
    "tem a tríplice fronteira lá. vc pode ir tanto pro paraguai quanto pra argentina",
    "ailás, falam que a visita das cataratas pelo lado argentino tb é bem legal",
    "(*fui)",
    "vc visitou o lado brasileiro tb, <@351184907059331082> ?",
    "eu só visitei o brasileiro <:pepe_chorando:517308094334763008> <:ronaldo_lul:667807025647976449>",
    "(*legais)",
    "dat grileiro",
    "parabéns pro meu amigo Dyna",
    "nunca fui a nenhum deles <:pepe_chorando:517308094334763008>",
    "isso não é verdade",
    "pelo que sei, verificam documentos mesmo do pessoal que vai lá só pra comprar uma muambinha com aquelas vans \"de hotel\" e voltar",
    "vc não precisa ir pro paraguai pra comprar eletrônicos mais baratos <:KappaKappa:955965710696349706>",
    "\"fazer um pé de meia\" é guardar dinheiro para alguma emergência",
    "eu? eu nem tô nessa história! é o manga!",
    "vc que tá jogando verde pra colher maduro :p",
    "não sei o que é maturidade",
    "sou apenas uma criança que gosta de bancar a espertona",
    "algum dia vou ter 30 anos de idade, aí posso conversar com vcs",
    "de acordo com o fael, nunca <:pepe_chorando:517308094334763008>",
    "dessa vez fica só pelo RJ, Manga? ou tem mais lugares na lista?",
    "\"floresta amazônica\" <:KappaKappa:955965710696349706>",
    "é tipo escrever \"mata atlântica\" <:ronaldo_lul:667807025647976449>",
    "se fosse online ia ter cambista de consulta",
    "e descolorir o cabelo <:ronaldo_lul:667807025647976449>",
    "apenas assuntos da elite cultural <:KappaKappa:955965710696349706> <:ronaldo_lul:667807025647976449>",
    "é um jogo em que vc constrói uma fábrica e otimiza a produção, basicamente.",
    "(cai num planeta desconhecido, tem que explorar os recursos / construir a fábrica que vai produzir um foguete)",
    "é um conceito que me custou muitas horas de vida <:KappaKappa:955965710696349706>",
    "na minha opinião, vale a pena brincar pelo menos um pouco nele :) os caras fizeram um trabalho muito foda",
    "<@841388419690659840> factorio faz seu tipo?",
    "será que tá rolando uma \"regressão\" no uso de cinto de segurança nas gerações mais novas? 🤔 <:feelsbadzuca:737397614059847692>  (cc <@399221817866321930> )",
    "you'll be sorry if you use that kind of language again, around here.",
    "no",
    "i'm not gonna argue. i've said what i had to say. if you wanna test me, go ahead and do it",
    "pode fazer speedrun em algum servidor, tipo nosso colega aí de cima",
    "<:KappaKappa:955965710696349706>",
    "mas seria vocativo se fosse \"bom dia, todos!\"",
    "aceito",
    "a mim também. seria mais natural \"bom dia, galera/pessoal/seres do mal/meliantes\"",
    "mas vc disse que 'não é estranho usar como vocativo', e no seu exemplo (\"bom dia a todos\") não é vocativo, pelo que me lembro da classificação",
    "eles sabem quem eles são :x",
    "nos canais de conversação em geral, pedimos que usem português ou inglês. qualquer outra língua cabe em <#294576311861772289> apenas",
    "aí sim!",
    "oxi o.o",
    "(duas. em português \"dos\" tem versão masculina e feminina)",
    "o mesmo acontece em todas as línguas, eu acho"
]