[
    "Galinha não costuma ser usado no sentido alimentício",
    "Você come frango, não galinha",
    "Apesar disso, existe um prato chamado galinhada",
    "It's similar to eating pig vs eating pork, cow vs beef, sheep vs mutton",
    "arroz e frango com uns extras",
    "é bem deliceux mesmo",
    "eu não tenho esse canal",
    "como faz?",
    "eu tô feliz com os spoilers de One Piece que saíram",
    "<@1193759900619264151> ^ quer que te mande?",
    "que tipo de pagamento?",
    "😳",
    "que pena, ia fazer pix de 200 reais",
    "o cara acabou de assinar pelo outro a lista de presença na frente do professor slk",
    "bom dis",
    "dia",
    "bom dia",
    "olha a propaganda de golpe que recebi no youtube",
    "fax no printer",
    "fax not printer",
    "i want to poop and everyone is deciding to take their time",
    "Bom dia",
    "bom dia",
    "que bom",
    "não gostei desse :/",
    "eca",
    "ikr",
    "ele tb tem um?",
    "<:nao_passarao:743497268874838087>",
    "ikr",
    "in the case of this iPad the charging port is actually its weakest point",
    "and 10000 mAh battery is impressive",
    "honestly why the fuck don't notebooks have that much battery",
    "<@833943677759127572> saw an iPad M4 teardown",
    "its actually pretty neat hardware",
    "exato",
    "homies with benefits 💋",
    "mas vcs usam com o sentido de conotação sexual homosexual?",
    "como é broderagem em ingles?",
    "bom dia",
    "\"then how come everyone cries during sex?\" - charles boyle",
    "baby reindeer mto bao",
    "<@841388419690659840> https://www.youtube.com/watch?v=HrASzHpyS1Y",
    "thats death",
    "the unknown king is me",
    "em Portugal 1o andar é o térreo ou o que vem depois?",
    "nunca lembro",
    "bro is cooking",
    "i think its weird how journalists give news about things they know nothing about",
    "the worst combination is hot and humid",
    "bom dia",
    "a que chamamos só de crepe doce",
    "tripanossoma cruzis",
    "hmmmm",
    "povoa do varzim parece o tipo de lugar que tem 3 pessoas em um raio de 1km",
    "invejem me",
    "ja foi nele?",
    "we can use the heating to generate energy and cook",
    "devias ter invadido um andar mais alto",
    "wtf",
    "Bom dia",
    "I found a way continua na minha playlist até hj",
    "alguém sabe a viabilidade de se fzr um home karaoke com um notebook conectado na tv?",
    "vai la assistir",
    "não sei se eu iria querer jogar comboio simulator",
    "eurotruck simulator 2 ta super barato na stem",
    "compra pra mim pra eu ama-lo tbm",
    "o plano de dormir por apenas 1hr e acordar 7 da manhã funcionou",
    "podemos dormir de kibe?",
    "Tio Bunda",
    "Oi Tio",
    "Tio, pq vc é mais novo que eu?",
    "Alguem por favor me lembra como diabos alguem vira um tio avo?",
    "isso que é tio avô?",
    "achei que era alguem que era simultaneamente tio e avô",
    "tava super confuso",
    "faz muito mais sentifo",
    "de quem estão falando",
    "entendi nada",
    "acho que da pra dizer que ele tinha um hiperfoco em escrever com personas",
    "certamente",
    "ou, em outra visão, todas as personas dele tinham um hiperfoco em escrever",
    "i somehow read it as kindergarten",
    "estou morrendo de sono",
    "Terry tem o 99 com ele 💪",
    "luta de vdd é WWE",
    "nada me convence do contrario",
    "People absolutely don't care",
    "They're like",
    "what a tragedy",
    "and move on",
    "I don't think anyone even remembers Volkswagen emissions scandal",
    "I know someone who works in one of Brazil's regulatory agency and he told me he was held at gunpoint by BMW representatives before",
    "auto industry is ❤️",
    "not held at gunpoint, more like",
    "a not so veiled threat",
    "like",
    "we want to rediscuss this",
    "but with a gun on the table and three guys looking at you",
    "desculpa mas to torcendo pro terry",
    "issso soa fake",
    "mds",
    "vai ser no fight night msm",
    "wtf",
    "Specially black neighborhoods",
    "Its wild how US govt consciously chose to make highways go through the middle of black neighborhoods on purpose",
    "terry loves yogurt",
    "o que é coreto",
    "coral?",
    "é interior mas tem 700 mil habitantes calma",
    "tem mais coisa",
    "mercado municipal pode ser uma boa",
    "não sei se tem isso aqui",
    "and it would fail because boeing QA didn't guarantee a decent one",
    "gente",
    "sugestões de coisas pra fazer no brasil numa cidade de interior?",
    "pra um estrangeiro",
    "vc tb ta acordado",
    "bom dia",
    "como vai",
    "meter o cacete, cacetar",
    "isso foi em Cascavel com certeza",
    "vai até o Ceará que você muda de ideia"
]