[
    "https://tenor.com/view/dzo-check-engine-gif-11526504699619738303",
    "Hack yeah!",
    "🤗",
    "Isso lembra-me dito: https://en.wikipedia.org/wiki/Pareto_distribution#Occurrence_and_applications",
    "https://tenor.com/view/kermit-power-up-gif-23826436",
    "Na verdade isso bem inteligente. Mas acho engraçado o passeio de fim de semana em família ser ir ver os ricos xd",
    "Não 🥺",
    "Que existe lá?",
    "Natureza?",
    "Que lindos!!",
    "Pela quantidade de piscinas e campos de golfe que vejo no google maps, acho que as pessoas com poder económico acham o mesmo",
    "Socorro <:limao_lmao:962379421262708831>",
    "Parece um descascador de batatas",
    "Mas mais chique",
    "E com um prolongamento do metal para apamnhar a fatia do queijo xd",
    "Põe uma frase deprimente por cima, e estamos de volta a 2010",
    "😌",
    "Siri, play Lana del Rey",
    "Slaying down the flush",
    "I miss the bubonic plague 😔",
    "Batas brancas nem chegam perto de este fit",
    "Mas já não faz jus ao nome \"praga\" se o número de afetado mundial andas nos poucos milhares 😔",
    "Afinal o que eu estava a mandar era no canada",
    "Porque lhe dão o mesmo nome? 😭",
    "Arte",
    "Alasca, mas a margem é mesmo muito pouca. North cape (norway): 71°10′21″N 25°47′04″E﻿    Point Barrow (Alaska):  71°23′20″N 156°28′45″W",
    "Ah, não",
    "Svalbard bata o Alasca tranquilamente xd",
    "74°N e os 81°N",
    "Oh, são bem perto de Budapeste",
    "Não é para todos a primavera escandinava",
    "Olso",
    "Tromso",
    "Uau, prece uma foto de fundo de telefone",
    "Muito bonita",
    "Lugar mais a norte acessível por estrada a partir da europa continental",
    "Irei um dia 🤗",
    "Noruega com uma mochila será",
    "Well, there must be a reason for so many people wanting to go there 🥺",
    "Tá mais quente agora em Oslo do que aqui 😭",
    "Adoro aeroportos, porque quando lá estou sinto que poderia ir para qualquer lugar novo e desconhecido",
    "Se me deres os teus ecrãs de pc, eu ensino",
    "https://tenor.com/view/side-eye-cat-gif-8216273864367202904",
    "I reckon puking or not is not the major factor in defining the hability of a group of people to build an empire",
    "Que lindo!",
    "Mas aquele poste no canto à direita está fora de lugar xd",
    "Que leva ao certo?",
    "Quero",
    "That's very nice!!",
    "Sounds a very unhealthy approach",
    "Com os prédios ao longe fica incrível",
    "Well, you can be very unhealthy and be able bodied for enough time to build an empire, I guess",
    "Eu só acho estranho ser todo em cimento. Aposto que haveria forma de o deixar largo assim e mais natural",
    "Na verdade isso é um problema mesmo 😅",
    "Terra consegue armazenar muita água antes de começar a acumular água à superfície. Haver terra não coberta ajuda a evitar cheias",
    "Por favor, não falem sobre isto aqui. Vai dar conflito desnecessário",
    "Nunca provei mas quero muito",
    "Pois, nada a ver xd",
    "Juro que nunca vou compreender o conceito brasileiro de frio xd",
    "Sim, sim. Estava a destacar só que não é mesmo de \"árida zona\"",
    "Que isso é etimologia popular, portanto, falsa",
    "Aqui vai estar bom tempo esta semana 😄",
    "Bem, esse é o objetivo. Assim não entra nas casas xd",
    "Interessante",
    "Talvez a original. Mas a que existe agora está já bem à frente na lista.",
    "Honestamente, eu durante o dia sobrevivo a tudo. Mas preciso que fique fresco durante a noite para conseguir dormir",
    "Acho que o mais quente que apanhei foi um verão em Elvas em que chegou a 42C durante o dia. Depois à noite estavam tipo 26º, eu não aguentava 😭",
    "Pergunto-me se arizona vem de árida zona xd",
    "E só avisas agora??",
    "Vou já comprar o vôo",
    "Sinto que a cidade vai estar demasiado cheia nessa altura",
    "Mas mal posso esperar mesmo assim!",
    "Ah que nice!!! Espero que gostes! Se te tentarem vender droga na rua, aviso já que é falsa 🤗",
    "O nome atual de Lisboa vem da forma em árabe",
    "أُشْبُونَة",
    "ušbūna/ al- ušbūna",
    "Que acabou por dar لِشْبُونَة",
    "Lišbūna",
    "E é daí que vem o nome em português",
    "Aprovo a tua política",
    "Mas bem, provavelmente vão te tentar vender xd",
    "Eles ficariam bem confusos xd",
    "Espera, moraste na Hungria? uau",
    "https://tenor.com/view/felices-gumball-darwin-el-incre%C3%ADble-mundo-de-gumball-contentos-gif-9494656476913956250",
    "https://pt.wikipedia.org/wiki/Teotihuacan",
    "Ah, é pratimónio da unesco, sabia não",
    "Parece fácil chegar a partir de loa angeles",
    "Mas tem muitos serviços de comboio (é essa lista que está aí). O ponto no mapa é a estação e as ruas à volta parecem ser bem caminháveis",
    "Oh, bem interessante!!",
    "https://pt.wikipedia.org/wiki/Miss%C3%A3o_de_S%C3%A3o_Diego_de_Alcal%C3%A1",
    "1769",
    "Ah, espera, mas isso é a fundação original",
    "Porque \"A atual igreja, construída no início do século XIX, é a quinta a erguer-se neste local. \"",
    "É incrível como estes frecos ficaram tão bem preservados",
    "Os únicos frescos romanos que conheço que ficaram preservados são em Pompeia, e porque ficaram soterrados",
    "Se bem que os egípcios são muito mais antigos e continuam lá. Mas num lugar bem seco que ajuda",
    "Teotihuacan Spider Woman",
    "Uma deusa aranha",
    "Imaginem se Tenochtitlán ainda existisse!!",
    "Não percebo como ainda inventaram lendas sobre um \"el dorado\" . Quem precisa de uma cidade lendária quando viram um lugar assim que existiu mesmo.  🥺",
    "Pois, mas a verdade é que essas continuam a ser impressionantes. Quero muito um dia ver a cidade proibida em Pequim 🫣",
    "Claro que não são de todo iguais a como eram há uns séculos, mas mesmo assim",
    "😔",
    "Isso fez-me lembrar que tenho que ir a Istambul também",
    "Ah, vai ser a primeira vez ou já lá estiveste?",
    "Vou a Roma com os meus pais e a minha irmã em julho 😄",
    "Porque escolhem esfaquear pessoas lá <:pepe_chorando:517308094334763008>",
    "Sim! Muito mesmo <:pepe_chorando:517308094334763008> Há uma em Lisboa que é suposto comemorar o 25 de abril mas tem forma estranhamente fálica",
    "✨arte✨",
    "I guess",
    "Isto <:limao_lmao:962379421262708831>",
    "Characulum",
    "É tudo o que tenho a dizer",
    "Num bloco operatório <:chico_gosto:669528617918660609>",
    "They ran out of funds. It happens",
    "Isto agora fez-me lembrar de jardins que têm falsas ruínas como decoração xd",
    "Sinto sempre que estas imagens ao pôr-do-sol, com saturação e contraste no máximo, são muito enganadoras",
    "É que se eu la for, realisticamente vou ver assim",
    "Que é bem bonito, imo, na mesma",
    "Mas a outra imagem de postal cria falsas expectativas xd",
    "Só reparei agora a pessoa na base da segunda coluna do pórtico",
    "É absurdamente mais alto do que eu estava à espera!!!",
    "Como é que isso aguenta tantos séculos???? Ainda para mais numa zona com muita atividade sísmica!!!!!",
    "https://pt.wikipedia.org/wiki/Parque_das_Esculturas_Francisco_Brennand",
    "É claramente uma tocha com fogo no topo",
    "Tá mt bom!",
    "São João Baptista de João Cutileiro",
    "Belo",
    "Aaah, é para aqui que os universitários vão fazer o pós-festa, quando o sol nasce, depois das festas de graduação que acontecem ao lado no queimódromo",
    "Se der para caminhar até ao supermercado, matas 2 coelhos numa só cajadada",
    "https://tenor.com/view/stonks-up-stongs-meme-stocks-gif-15715298",
    "Ui, pq?",
    "https://tenor.com/view/stressed-ugh-worried-nervous-headache-gif-4892028",
    "Amamos trolls honestos 🤗",
    "Yup",
    "Roubaram lhe a voz contra a vontade, cabrões",
    "Rir é o melhor remédio, ou algo assim",
    "No fim, pronuncia \"casa suja, chão sujo\" 🤣",
    "Faz como o vegato e diz ao redor antes xd",
    "Ou em redor, já nem sei",
    "Ficou muito vom 🤗😂",
    "<:limao_lmao:962379421262708831> <:limao_lmao:962379421262708831>",
    "Coragem, irmão, coragem",
    "Recomendo terapia cognitivo comportamental",
    "Ludo, também poderia pronunciar aquilo com im R vibrado atrás dos dentes",
    "Mas aí sofro",
    "É, em br costumam pronunciar o R mais perto do H. Em Portugal mais como em francês",
    "https://tenor.com/view/raccoon-rave-dance-gif-15389662957248741331",
    "Socorro <@1224363764355436647> 🤣🤣 De repente soa um hispanofalante que aprendeu português xd",
    "<@608685586630311946> Damn, Manga, speed run, mas arrasando",
    "Uau, muito bem explicado",
    "Claramente tenho que enunciar melhor no próximo áudio 🤣\nComo o Ludovico falou no meu sotaque nem me esforcei e pronunciei o V de \"gravo\" como B e tudo (porque esse realmente é o meu sotaque xd)",
    "Tudo por vcs",
    "Exato! Foi genial!",
    "É sofrido",
    "Mas, se quiseres, gravo mais",
    "Que trágico <:ronaldo_lul:667807025647976449>",
    "Chamem a coelha ou o wilkav, preciso de apoio 😭",
    "Acho que já está resolvido, mas aproveito para dizer que és linda coelha!!",
    "Rrrrrrrrrrr",
    "||Adoro ciúmes 👀||",
    "Pele imaculada, a dele 🤗",
    "https://tenor.com/view/stonks-up-stongs-meme-stocks-gif-15715298",
    "Manda vir!",
    "<:pepe_chorando:517308094334763008>",
    "Deviam ter usado ptpt nas comunicações de código na segunda guerra mundial",
    "Em vez de Navajo",
    "Teria sido ainda mais seguro",
    "Eu disse \"mas, se quiseres, gravo mais\"",
    "Há um filme e tudo!",
    "https://en.m.wikipedia.org/wiki/Code_talker",
    "Aparentemente nem foi só navajo que usaram",
    "Eu deixo tudo",
    "https://tenor.com/view/top-hat-top-of-the-morning-thanks-thank-you-tips-hat-gif-398151706825892719",
    "https://tenor.com/view/hellmo-pizza-creed-hellmo-pizza-hellmo-creed-gif-26018398",
    "Marketing 🤗",
    "Aposto que agora no restaurante há um cartaz qualquer sobre \"a pizza que o papa aprovou\" ou algo assim. Com a foto do momento",
    "https://tenor.com/view/bring-food-please-bring-food-homer-simpson-the-simpsons-hungry-gif-12924998",
    "Bom demais",
    "Quer dizet \"reclamar/queimar\" nesse contexto",
    "Tens? 👀",
    "Bem, e o sentido de \"pardo\" não é mesmo dizer que tem antepassados de origens diferentes?",
    "Era assim que eu interpretava 🥺",
    "Mas não é uma palavra que usemos em Portugal",
    "Talvez aceitassem Mixed Brazilian 😳 Não sei",
    "Não deixem o birdaum ver isto 😳",
    "<:limao_lmao:962379421262708831>",
    "Pensei que ele tinha ilegalizado xd",
    "Hum, gypsy e Roma são consideradas categorias distintas?",
    "Achei que fossem sinónimos em inglês 🥺",
    "Ah, interessante. Então \"gipsy\" seriam ciganos já britânicos, e \"Roma\" ciganos migrantes ou migrantes recentes 🤔",
    "Suponho que deva haver forma de escolher algo multiétnico, não? Tipo poder selecionar mais que uma opção",
    "Tipo, na Alemanha Nazi só conseguiram fazer políticas discriminatórias e depois genocidas contra judeus, negros, ciganos, etc., porque esses dados foram colhidos",
    "Claro que é um exemplo extremo, mas bem",
    "https://www.publico.pt/2019/06/17/sociedade/noticia/censos-1876683",
    "Tava a ler esta notícia da altura em que estavam a preparar as perguntas para os censos de 2021 e se decidiu não perguntar outra vez",
    "E na proposta só incluiam 4 grupos étnicos principais, que depois se subdividem",
    "Branco, negro, asiático e cigano",
    "Pergunto-me onde um nativo americano se poria 🤔",
    "Se fosse para algum dia acontecer, teriam que expandir isso 👀",
    "Identifico-me com wtf 🤗",
    "Qual era a música?",
    "Oh nice! É verdade que na Flórida há mts cubano, não é?",
    "https://tenor.com/view/wwe-eva-marie-all-red-everything-red-the-color-red-gif-21993599",
    "https://tenor.com/view/concerned-baybeemaka-nervous-gif-15035983",
    "He needs help",
    "Spitting facts",
    "<:pepe_chorando:517308094334763008>",
    "É incrível como dá para ver área que são claramente hispânicas, áreas claramente negras, áreas claramente asiáticas, áreas claramente brancas",
    "Há algumas zonas bem mistas, tipo a oeste de Santa Ana/Anaheim",
    "Aqui é anticonstitucional colher dados étnicos em sensos 😓",
    "E há muita discussão sobre isso",
    "Uns dizem que por causa disso não há dados para saber se certos grupos são sistematicamente desfavorecidos e precisariam de apoios/quotas/etc.\nMas quem defende que não se deveriam colher dados diz que esses dados existirem também propriciaria o oposto, caso algum governo radical tomasse poder",
    "Dançando kizomba bem juntinhos 🫣",
    "Desenvolve 🤔",
    "https://tenor.com/view/celsius-summer-vibe-gif-12949476436597682266",
    "Nunca nem vi aqui",
    "Mas esta publicidade deu vontade",
    "Aumentem o estagiário do marketing",
    "De repente perdi alguma da vontade de provar",
    "O ultraje 🤣",
    "@brasileiros, definam-me encubada. Alguém que foi a Cuba e ficou lá?",
    "Pra além da take me to church?",
    "Quando era novo o meu pai adorava Maná. E eu estava sempre a ouvir. 😳 Ele tinha em CD então em roadtrips ouvia imenso. Saudades",
    "É mt bom",
    "Rir para não chorar 😔",
    "https://youtu.be/zVrc1qeth-4?feature=shared",
    "Gosto também mt desta versão do 3%",
    "Como é que se livraram dos excrementos sem fazer aprodrecer a madeira do zona onde estava o animal também deve ser interessante",
    "I've been plagiarized 😭",
    "Sent the texan boy",
    "Isso é possível?",
    "Yeehaw, brother, yeehaw...",
    "Melhor vídeo nesta internet: https://youtu.be/Pzw1hMi385c?feature=shared",
    "Adoro estes memes 🤣",
    "Mas infelizmente acho que não engano sobre o que estará nos meus headphones 😞",
    "https://youtu.be/ImKY6TZEyrI?feature=shared",
    "https://tenor.com/view/hallelujah-amen-gif-11131055747834719614",
    "That horse went through shit",
    "We should name him \"Noname\"",
    "Deve ter sido interessante pôr um cavalo ou uma vaca num barco, e atravessar o Atlântico enquanto se trata dele durante uns memes",
    "Well, sounds smart indeed",
    "I don't belong here 😭",
    "I'm awful at dancing. Kareoke parties are the best, but it wasn't me who said it 👀",
    "Boas noites!",
    "River of January 🤗",
    "https://youtu.be/Pq1LzATB-RM?feature=shared",
    "Cidade maravilhosa mesmo",
    "Soca makes me think of punching in Portuguese",
    "https://tenor.com/view/beating-up-beating-up-lilo-fight-beat-up-beat-down-gif-19482217",
    "Adoro como só se vê metade dos dentes da criança 🤗",
    "I'm not super sure if this applies as afrobeat, but I got obsessed with this song from Angola a few months ago: https://youtu.be/7g4WZ6M7VZI?feature=shared",
    "||Liamba ia slang for \"weed\" in Angola though 🥴\nBut the song talks against it, so 😅||",
    "Well, it's very similar to this remix that became SUPER popular a few months ago: https://youtu.be/ZIIT9hO1EZE?feature=shared",
    "I love the movie where the original song comes from! https://youtu.be/eKl6c85lQl4?feature=shared",
    "Ah, this song was really popular here",
    "If I hadn't known I'd simply classify it as \"pop\". Interesting",
    "Eu não sei dançar direito 😞",
    "Nem o vira 🥺",
    "Thing is \"passo de dança\" (literally \"dance step\") is how you'd say \"dance move\" in Portuguese.\nSo \"passinhos anos 90\" means \"dance moves from the 90s\"",
    "<:chico_gosto:669528617918660609>",
    "Dance movys 🥴",
    "Txutxa, txatxutxutxa",
    "Brazilian funk",
    "Same thing",
    "\"Carioca\" is someone/something from Rio de Janeiro",
    "The city",
    "So \"Carioca funk\" should literally \"funk from Rio\" xd",
    "https://tenor.com/view/angola-flag-gif-gif-27442117",
    "https://tenor.com/view/vuaida-gif-26020016",
    "Príncipe ouro negro in the house!",
    "No 🤣🤣 Just that there part of the traditional area inhabited by the kongo people is in Angola",
    "This is the area where languages of the kongo group are spoken",
    "That's like a quarter of angola",
    "True, almost a reflection",
    "Tou farto das publicidades da temu!!! No, it doesn't feel like a dream. At all 😭",
    "São muito boas!!!",
    "Bem animadas!!",
    "A linha que separa dor de prazer é ténue 😌",
    "https://tenor.com/view/macaquin-gif-3871963743622137459",
    "Eu era mt mau nestes",
    "Até um macaco os faz 😭😭😭",
    "What abt them?",
    "Is that what they're supposed to do?",
    "Vai ver um filme da Disney",
    "Resolve tudo",
    "🤗",
    "Ah, espera entretido",
    "Eu li entediado xd",
    "Entretido em que sentido?",
    "Demasiado 🤣",
    "O mano Abanalança tinha bons escritos",
    "A preferir a palavra latina à palavra germânica 😞",
    "Well, I haven't read every book from the 50's that I wanted to read in my lifetime 🥹",
    "E alguém quer ler esse livro? 🥹",
    "Na verdade eu nunca li o livro também 🤣",
    "Só os excertos que precisava para as aulas/testes",
    "E o resumo",
    "Não tinha tempo para ler os livros recomendados todos xd",
    "Quem faz aqueles currículos pensa que vivemos para a escola",
    "Fica demasiado fácil aprender. I like new and exciting random sequences of sounds people attach meaning to 🤗",
    "O <@833943677759127572> concordou",
    "Eu adoro. Devia escrever tese sobre isso xd",
    "Sortudos xd",
    "Pelo que aprendi na altura, o romance foi lançado quase como novela mesmo. Era num jornal qualquer, em cada edição ao domingo saía novo capítulo. Portanto as pessoas liam por episódios mesmo <:limao_lmao:962379421262708831>",
    "\"Frei Luís de Sousa\" também é interessante.\nUma mulher nobre \"perdeu\" o marido numa guerra. Não houve sinal dele durante 10 anos então ela voltou a casar e tem já uma filha de 12 anos.\nTurns out, o marido volta disfarçado de perigrino, para sondar como andava a mulher. Quando descobre que ela tem já outra vida, decide seguir em frente, não dizer quem é, e ir oara um convento. No fim de alguma forma alguém anuncia a verdade. A filha da senhora nobre \"morre de vergonha\" (por agora ser filha bastarda), a mulher nobre e o novo marido vão para monges num convento",
    "Que farás, meu bom homem?",
    "Isso é sempre uma má ideia. Devias tentar matar primeiro o primo com quem o pai quer que ela casa",
    "Funciona sempre",
    "Em Portugal existe um Romance que somos obrigados a ler que é meio plágio do Romeu e Julieta. Filhos de duas famílias opostas apaixonam-se. O pai da rapariga obriga-a a casar com o primo. Ela recusa então o pai manda-a para um convento noutra cidade.",
    "No dia em que ela estava a sair para o convento, aparece o apaixonado e dispara contra o primo",
    "Que morre",
    "Ela vai para o convento na mesma",
    "Ele é exilado para a Índia e morre na viagem \"de tristeza\"",
    "A rapariga morre no convento \"de tristeza\" também",
    "Depois há uma terceira roda abnegada que estava apaixonada pelo rapaz, mas ela era pobre. E que decide ir para a Índia com ele, apesar de aceitar que nunca ia ficar com ela.",
    "E quando ele morre, ela atira-se do barco também",
    "O fim",
    "Amor de perdição",
    "O título dá spoiler na verdade",
    "Espera, mas leste?",
    "eu só li de obrigado mesmo xd",
    "Ai, nos Maias adoro a fofoca do incesto xd",
    "Um problema de ler livros de séries famosas assim, é que depois não consegues ver o filme ou a série sem criticar tudo o que resume, avança cenas ou muda em relação ao livro",
    "(o livro é sempre melhor)",
    "Foi um choque",
    "Nunca li Hamlet",
    "Nem vi filme",
    "Nem resumo",
    "Mas parece-me que a Ofélia morreu",
    "Pobre senhora",
    "Culpo o pintor",
    "Isto depois de matar o concorrente",
    "https://tenor.com/view/shocked-surprised-gasp-what-cat-shock-gif-635629308990545194",
    "E eu que os shipava",
    "Então nunca tiveste aquela coisa de passar dias seguidos a ler porque viciaste tanto na história que queres acabar?",
    "Eu li a ordem da Fénix do Harry Potter em 3 dias quando estava no ensino médio 👀  Não me orgulho, mas estava viciado assim",
    "E é muito bom, não nego",
    "Como passar um dia a fazer maratona de uma série, ou de um vídeojogo. Mas sem sentir que os meus olhos estão a morrer no fim",
    "Morrem todos no fim 😭",
    "Nunca li",
    "Mas adoro uma boa fofoca, não nego",
    "Também adoro como um livro de alguns séculos continua a causar discussão assim",
    "Uma prova do quão bom escritor o homem era",
    "Quando eu era novo lia bastante. Entretanto deixei por algum motivo. Já não termino um livro há anos 😐  E não me sinto orgulhoso",
    "Discussões literárias, hoje",
    "Ah, não tava a falar daqui no servidor",
    "Eu tou a procrastinar escrever a minha tese de final de curso",
    "Por rotina, ou aconteceu algo?",
    "Já não era sem tempo <:feelsgoodzuca:737396063207424050>",
    "Só pena ela não se escrever sozinha xd",
    "Ah, nice!",
    "É mt longe o dentista?",
    "É boa té__c__nica na verdade",
    "Tenho lido Guerra e Paz. E gosto como os capítulos têm poucas páginas cada. Assim sinto que nunca fico a meio de nada quando paro, porque consigo sempre ir até ao fim do capítulo",
    "Eu não sei escrever, desculpa. Faltou-me o C mesmo xd",
    "Qual hipótese?",
    "Aaah, de que ela traiu",
    "Eu sou burro mesmo xd",
    "Bem, pode ter sido o homem a fazer nela 👀",
    "Ou os homens, que ainda não esclarecemos",
    "Characulum, estou a ser barrado",
    "Caneta azul!",
    "Azul caneta!",
    "Mas também não escovavam os dentes 😳",
    "Meias de estar em casa confortável num dia de chuva 🤗🤗",
    "https://tenor.com/view/blinking-eyes-white-guy-blinking-meme-what-huh-gif-26334322",
    "São para correr menos (que não tenho pachorra para fingir que quero)",
    "Tola a mulher 🤗🤗",
    "Espero que tenha usado proteção, se foi",
    "Bem, então que tenha sido só oral que passa menos doenças 🤗",
    "||Quem não? 👀||",
    "Numa próxima vida vou-me juntar a uma comunidade hippie dos anos 70",
    "Há quem faça dinheiro com todas as 3 <:pepe_chorando:517308094334763008>",
    "Lembra-me quando adulteraram o",
    ".",
    "para  \"do what you love, and you'll never love anything in life\" xd",
    "Grande Gandhi",
    "Representando os bros",
    "Mas as edições modernos do livro também se chamam \"O hobbit\"",
    "Nunca tinha visto traduzirem",
    "Até pq não é a msm coisa xd",
    "E \"shire\" ficou condado?",
    "https://tenor.com/view/shaking-my-head-colin-jost-saturday-night-live-im-disappointed-smh-gif-23824684",
    "Se a minha língua nativa fosse inglês 🤔",
    "animated series english? <:limao_lmao:962379421262708831>",
    "https://en.wikipedia.org/wiki/Four_Horsemen_of_the_Apocalypse",
    "Falta um para a quadrilha",
    "o Zeca (rip)",
    ">d volta",
    "Subvenção > vencer abaixo",
    "🤗",
    "Pois, o problema está no \"estudar\" mesmo 😔",
    "Pq é q escolhemos esta vida?",
    "Mas será que estabilidade e guita valem isto? 😭",
    "https://tenor.com/view/comedy-waynes-world-you-are-the-master-worship-bow-gif-17398753",
    "Damn, investiste bem em ecrãs",
    "https://tenor.com/view/bugsbunny-tears-crying-gif-14861790753742811037",
    "https://tenor.com/view/shocked-surprised-gasp-what-cat-shock-gif-635629308990545194",
    "Como mando currículo para essa empresa?",
    "Invistam em mim!!",
    "Precisam de pessoas que fingem que percebem alguma coisa de saúde nessa empresa?",
    "\"league of legends legend\" xd",
    "Hum, parece a capa de um livro velho",
    "Mas porquê, não dizem \"gnomo\" no Brasil?",
    "https://tenor.com/view/gnome-dancing-sexy-gif-21088422",
    "Espera, mesmo??",
    "O Estado Novo foi um período perigoso",
    "Ó, magnífica fada do descritivismo",
    "A sério?",
    "Por aqui costumamos dizer \"barbas do milho\" xd",
    "Tínhamos uma brincadeira de usar isso para fingir que tínhamos bigode xd",
    "Não tenho saudades de apanhar milho, though",
    "As folhas cortam 😭",
    "Damn, não sabia que havia um pepe anki",
    "Ah, sim, porque a base do inglês continua a ser germânica. Mas se não houvesse empréstimos de outras línguas, e todas as palavras em inglês fossem de origem germânica seria muito mais difícil mesmo",
    "Existe uma tentativa artificial de usar inglês só com palavras de germânicas. É muito bom tentar ler porque é muito diferente xd",
    "Chama-se anglish xd",
    "https://anglish.org/wiki/Anglish",
    "Uau, parece que eles não fazem mesmo ideia de onde vem a palavra xd <:limao_lmao:962379421262708831>",
    "Este aqui?",
    "Guloso",
    "Quem comeu a outra metade?",
    "Foi num date que dividiram?",
    "Com a casca?",
    "https://tenor.com/view/kiwi-bite-kiwi-eat-kiwi-eat-kiwi-with-skin-kiwi-skin-gif-17986904",
    "Bom dia, alegria",
    "Chama-se pele",
    "Foi o <@792524279287250954> que a obrigou",
    "Reparem no \"evil\" no nome dele",
    "Cabelos só usamos para os da cabeça excluindo cara",
    "Diria pelos mesmo para os kiwis",
    "https://tenor.com/view/children-ruin-everything-dawn-hes-precocious-precocious-nazneen-contractor-gif-18224037023907861221",
    "Passa de volta para alunar xd",
    "Deve funcionar assim, confia <:limao_lmao:962379421262708831>",
    "Sentes que ficaste com 7 anos de azar?",
    "Nos estados unidos são tão desenvolvidos que até pessoas sem abrigo falam inglês, imaginem",
    "Bem, com o tempo apercebi-me que quase todas as línguas declaram ser a mais difícil do mundo 😅",
    "Talvez não o inglês, coitado xd",
    "A verdade é que uma língua ser ou não difícil depende única e exclusivamente das línguas que já falas",
    "Exato",
    "Não há objetivamente uma língua mais difícil. No máximo daria para falar que para um falante de esta língua, estas outras seriam as mais difíceis",
    "É, bem, chinês e japonês não são relacionadas xd",
    "Seria um pouco como um falante de português aprender árabe xd. Há muitos empréstimos do árabe em português. Mas as semelhanças acabam nos empréstimos mesmo",
    "Se bem que há mais empréstimos chineses em japonês do que empréstimos árabes em português",
    "Mas é isso",
    "Um estrangeirismo",
    "Palavras de outra língua, que se usam",
    "Tipo, hoje em dia português tem MUITOS empréstimos ingleses",
    "Tipo \"time\" para um grupo de jogadores de algum esporte",
    "Ou esporte, do inglês \"sport\" xd",
    "Bem, nesse caso acho que ambas as línguas foram buscar a palavra ao latim",
    "Mas é essa a ideia, sim",
    "Inglês tem muitas palavras fáceis de aprender para um falante de português, porque existem muitos empréstimos do latim e do francês (mais do francês antigo)",
    "Bem, \"bué\" é uma palavra bem informal. Mas se o objetivo é ser informal, está escrito como um português o faria",
    "https://tenor.com/view/byuntear-baby-cry-crying-gif-25019897",
    "Ah, isso é só se houver pronome",
    "Não seria só \"vós poríeis\"",
    "Colocar o pronome entre o \"infinitivo\" e o \"sufixo de conjugação\" é o normal em todos os verbos no futuro do pretérito",
    "Ave malvada 😭",
    "Malvado <:limao_lmao:962379421262708831>",
    "E roubam comida!!!",
    "Já vi um monte a roubar literalmente da mão de pessoas enquanto a punham na boca",
    "Cabronas",
    "Prefiro quando tá mais comprido tipo assim",
    "Provavelmente por comer ovos demais xd",
    "Uuh, mas por algum motivo em aprticular ou pela vida em geral?",
    "Hum, uns 4/5 meses talvez",
    "O meu cabelo está bem curto para o meu habitual neste momento",
    "Eu às vezes isso só à biblioteca ficar a ver as pinturas mesmo xd",
    "O nome do homenzinho era Netter",
    "EU VI!",
    "Cabelo incrível!!",
    "Ao princípio achei que fosse a tua nuca",
    "Mas és mesmo só tu de máscara xd",
    "A parte de trás da cabeça",
    "As \"costas da cabeça\" xd",
    "Quer dizer, ou a parte de trás do pescoço também, suponho",
    "Hum, talvez devesse ser só mesmo a parte de trás do pescoço xd",
    "https://tenor.com/view/thank-you-very-much-elvis-presley-dance-gif-14562708",
    "É assim que eu imagino o vegato, claramente xd",
    "Adoro como foi preciso destacar o \"não ironicamente\" <:limao_lmao:962379421262708831>  Fico satisfeito por ter ajudado xd",
    "Eu sei, devia ter ido para belas artes 😌",
    "Não relacionado, mas um dos melhores atlas de anatomia foi feito por um médico que trocou entre belas artes e medicina nos estudos",
    "Aaaaah, parabéns Dyna!!!!",
    "Espero que os teus subditos te louvem da maneira merecida!!",
    "Rei",
    "Nunca aconteceu de ir na Nazaré",
    "Sei é que é precisa alguma sorte para ver ir num dia em que as ondas estejam grandes",
    "É verdade que lá acontece com alguma frequência",
    "Mas não é sempre certo",
    "Olá olá",
    "Como qualquer bom magnata 🤗",
    "Pois , deve ser bem bonito no lugar certo 🥹",
    "Ah, na verdade só fomos para a Alemanha porque ficava mais barato o preço ônibus+vôo de regresso, do que indo diretos de Itália. E como dormimos no autocarro também poupamos uma noite de hospedagem.",
    "Portanto 2 dias em Itália, 1 na Alemanha",
    "Foi só mesmo viagem de fim de semana",
    "(roubando uma sexta",
    "https://tenor.com/view/yum-delicious-fine-damn-dayum-gif-5478885",
    "Sim, gostei muito",
    "E viagem com grupo de amigos é muito bom mesmo!!",
    "Santa Ryanair que nos dá vôos varatos",
    "E flixbus pelos ônibus baratos tb 👌",
    "Para Jericoacoara?",
    "Omg acertei assim perto?",
    "A Sabrina, óbvio",
    "Ou ela será a a guia msm?",
    "Ou pretendes viagem mais privada com esse par? 👀",
    "Acordar com as costas quadradas 🥴",
    "Mas foi bem varato o bilhete 🥹👌",
    "Bem, a maioria da viagem foi durante a noite e/ou estava a dormir",
    "O que torna a viagem rápida na verdade 😅",
    "Mas quando estava acordado sim, vi algumas paisagens bem interessantes",
    "Apetecia sair a meio do caminho xd",
    "Oh não 🤣🤣🤣",
    "A boca a fugir para a verdade 👀",
    "A viagem foi de Itália para a Alemanha, e enquanto atravessávamos os Alpes estava a nevar 🥹 Foi pena ser de noite",
    "Só dava para ver a neve na berma mesmo 😞",
    "Nem por isso, a zona onde estava a nevar era bem já nas montanhas e não havia praticamente casas nessa zona (mais floresta mesmo 🤔 ) Ou tão poucas que não notei. E já era de madrugada, provavelmente as que havia tinham já apagado as luzes",
    "Oh não,o shake virou bot",
    "Gratuitos? 🥹",
    "Mostram os pés? 👀",
    "É mesmo mundo",
    "Foto que uma amiga minha me tirou enquanto dormia num ônibus 😅😅",
    "Era uma viagem de 12h durante a noite 😅",
    "Não esperava",
    "Interessante",
    "Mas como sobrevivem depois das 7 até à manhã seguinte sem comer? 😳",
    "Acalpulco era de onde saiam os galeões que atravessavam o Pacífico para assegurar a conexão com as Filipinas 😌",
    "https://pt.m.wikipedia.org/wiki/Gale%C3%A3o_de_Manila",
    "Deviam levar algum tempo a atravessar de Vera Cruz no Atlântico até Acapulco 🤔",
    "Mas suponho que o comércio fosse gerido diretamente a partir do México",
    "https://tenor.com/view/techno-tronic-pump-up-the-jam-pump-it-up-get-a-move-on-techno-gif-16658962",
    "Muito tempo mesmo",
    "Acho que levavam 3 mês na viajam até à Índia",
    "Mas eu falava mesmo de atravessar o México por terra",
    "Para fazer os produtos das filipinas chegar à Europa",
    "Eles não levaram muito tempo a atravessar de um lado ao outro, pelo que sei na verdade",
    "Pergunto-me se Magalhães contornou primeiro a América ou se eles chegaram primeiro ao pacífico por terra",
    "É, chegaram primeiro ao pacífico por terra mesmo",
    "Eu sei que é absurdamente eurocêntrico, mas \"novo mundo\" é tão poético",
    "É que não é só \"nova terra\"",
    "E vão tirar a ciclovia que estava no lugar sem a repor 👍👍 Adoro o meu país 😭",
    "Deus me livre 🥴",
    "<:feelsbadtuga:737397614244397197>",
    "Hum, boa hora para um lanche na verdade 🤔",
    "A que horas costumam jantar aí?",
    "Ok, that's early 😳",
    "No Mexico tb?",
    "🥴",
    "Bem, aqui o \"metro\" (elétrico 👀) atravessa rotundas à superfície sem problemas",
    "É um bocado estranho ver rotundas com semáforos, mas bem, suponho que vão fazer o mesmo aí se querem fazer valer minimamente o \"metro\" em metrobus",
    "Ah, pronto xd",
    "Aqui só conheço mais a rotunda da boavista, que nem rotunda é oficialmente xd",
    "Espera, Merdeka??? 🤣🤣🥴",
    "Aparentemente, uma rampa de lançamento xd",
    "Bem, no porto o metro atravessa uma ponte com 137 anos 😅 E não é estranho ver elétricos (mesmo modernos) a atravessar zonas histórias por esta Europa fora",
    "Sim, isso percebo",
    "Só é triste que agora virou moda. Aqui no Porto estão a fazer um linha de metrobus também 🥴 Na avenida da boavista, que é só a que tem melhor perfil da cidade para levar com um metro à superfície. Não percebo a ideia de eles quererem criar agora outro sistema 😭",
    "Espero que seja montagem 🥴",
    "Na Póvoa? Acho que não há nada a este 😅 Aquilo fica um pouco a norte já no fim da cidade",
    "Bem quando vieres avisa",
    "Levo-te a Vila do Conde que tem mais que ver 🤣🤣",
    "Ó, só o skyline inconfundível da Póvoa <:ronaldo_lul:667807025647976449>",
    "Quase que parece uma cidade funcional <:ronaldo_lul:667807025647976449>",
    "É o fim da linha de \"metro\" que vem do Porto",
    "Isso é são francisco?",
    "Bem, quando construíram o metro no Porto, eles quiseram aproveitar a linha suburbana que vinha da Póvoa/Maia para poupar, porque ela já ia bem até ao centro. E por isso foram obrigados a converter a linha inteira até à Póvoa.",
    "Basicamente o mesmo plano que aí com a linha da Lousã",
    "Mas que funcionou",
    "Se bem que é triste terem comvertido em metro tudo até à Póvoa que agora é um fim de linha, quando haveria potencial para fazer linhas regionais para as cidades à volta 🥴 Mas bem, não me vou queixar (queixando)",
    "Bem, aí também foi questão de Coimbra não ter insistido em manter o plano original quando voltou a haver orçamento 👀",
    "O que vem dps",
    "É",
    "Acho que Frankfurt também tem alguns big prédios",
    "Quade não parece na Europa",
    "E Moscovo também tem prédios bem altos",
    "Moscovo",
    "Mas Frankfurt impressiona por ser mesmo perto do centro da cidade, enquanto que noutros lugares têm os prédios mais restritos a uma zona desviada do centro",
    "Londres também os tem bem no centro though 🤔",
    "Acho que sim",
    "É estranho um prédio assim isolado",
    "Ala arriba, dizemos nós 🤣",
    "Aveiro e Ílhavo estão claramente descontinuado por zonas rurais pelo meio",
    "A Póvoa e a Vila têm a área urbana de uma a continuar até à outra",
    "<:limao_lmao:962379421262708831>",
    "Dizem que Portugal é a Califórnia da Europa",
    "A Póvoa é San Diego agora 🤣",
    "Que meme xd",
    "O 10º edifico mais alto do país fica aqui ma Póvoa 🤗🤗",
    "[Devo destacar que não é difícil bater recordes de altura de edifício em Portugal <:limao_lmao:962379421262708831> ]",
    "Na verdade já. Um tio meu morava lá",
    "Mas era num piso baixo",
    "Primeiro tenho de aprender a dizer o nome 😅😅",
    "Vamos antes a Estarreja!!",
    "Ele vai-se deleitar",
    "Claramente 🤣",
    "Bem, vivendo na zona da Póvoa, Vila do Conde, Esposende, tenho de discordar",
    "Bem, Esposende é quase aldeia",
    "Mas Vila do Conde e Póvoa juntos têm 60 mil pessoas na cidade",
    "Aveiro tem 80 mil no concelho 😅😅 Coitados xd",
    "https://pt.m.wikipedia.org/wiki/Conurba%C3%A7%C3%A3o_P%C3%B3voa_de_Varzim_e_Vila_do_Conde",
    "Aqui até diz 70mil, a Wikipédia não mente",
    "Uau, tu conheces sempre pessoas incríveis nas viagens",
    "Com casca ou sem?",
    "<:limao_lmao:962379421262708831>",
    "A seguir é a minha vez de ir visitar Fortaleza 🤗",
    "#DiarreiaFit",
    "Honestamente, a ideia que tenho é que não comemos muito abacate, fora de pessoas naqueles lifestyles fit. Mas pode ser só a minha impressão xd",
    "Sei que andam a plantar imensos abacateiros no Algarve xd",
    "Chiqueza, dá para temporizar?",
    "Ah, arroz de lentilhas 🤗",
    "Mas normalmente fazes o arroz normal e quando estiver perto de estar cozido adicionas o feijão",
    "Mas porque já temos feijão pré cozido",
    "Bem dá muito trabalho demolhar o feijão xd",
    "E depois arriscamos que fique duro se não for bem cozido xd",
    "É mais fácil despejar da lata <:limao_lmao:962379421262708831>",
    "E é bom igual",
    "Hum, aqui já vi sushi com ambos tb",
    "A minha mãe às vezes coze feijões e congela-os para usar depois",
    "Ela fazia isso com feijões caseiros",
    "Mas suponho que também fique mais barato que comprar enlatados",
    "🥹",
    "De repente fiquei com vontade",
    "Quando estava em erasmus e ficava com saudades de casa ia buscar o bacalhau ao congelador para fazer umas pataniscas com arroz de tomate sempre 🥹\nAi, ou arroz de feijão 🤗",
    "O problema é que nunca gastava a lata inteira numa só vez e a lata não podia ficar aberta mt tempo xd",
    "Socorro, não houve fogo? Xd",
    "Basicamente",
    "Até caqui?",
    "É tecnicamente um fruro, poses pesquisar",
    "Quando vir um novo meteorito a chegar vou saber que vai direto ao wilkav, vindo do Brasil",
    "Adoro, no verão, na época dos tomates, como demasiado 😅😅",
    "Mas comerias só tomate?",
    "<:pepe_chorando:517308094334763008>",
    "Espera, diz-me que ele não te tentou converter em pessoa!",
    "Diz-me que não foste comer agora 🤣",
    "Mensageiro de belzebu 🥴",
    "Outra alma perdida 😭",
    "Eu nem gosto muito de kiwi no geral xd",
    "Quanto mais com casca",
    "Ai, eu tenho uma tia que tem sempre a mais e nos dá. Mas tantos que chegam a apodrecer 😭",
    "Mas, lá está, eu não como 😅 Portanto é menos uma pessoa já a consumir",
    "Isso faz sentido 🤔🤔",
    "Eu tava mais pensar que tivesse havido um \"tlincar\" que deu chincar e trincar. Mas aparentemente não 🤔",
    "É fdd quando acontece, não vou negar 🥴",
    "Embrace autocanibalismo 🥴",
    "Na verdade passas o dia a engolir células mortas da mucosa da boca com a saliva",
    "É um bocado difícil fugir",
    "Well, it might seem frustrating at times. But without noticing it with time you'll get there. Don't give up 💪",
    "https://tenor.com/view/aie-leonardo-dicaprio-it-hurts-sad-lonely-gif-16686975",
    "O píncaro, já me tinha esquecido dessa palavra xd",
    "Eu diria o pau mesmo 🤣",
    "Ultrajante 🥴 Lembra aquelas inagens de dentadas a direito nos kitkats",
    "Adoro a descrição \"origem obscura\"",
    "Também gostava de ter, eu 😞",
    "Mas ficas com aqueles pelos todos na boca 🥴",
    "Andam aí evangelista de belzebu 😭",
    "Bem, tem mais fibra ao final de contas, é bom pro intestino xd",
    "Comias à colher que também não precisas",
    "Na verdade eu praticamente nunca comi kiwi que não gosto muito 😅😅",
    "Portanto primeiro tinha de me converter a comedor de kiwis xd",
    "Tenho medo de te ver a comer um kiwi 🤣",
    "Curar défice de ferro xd",
    "E vais às chincas mesmo?",
    "Hm, dentadas",
    "Mordidelas",
    "<:feelsgoodtuga:737396066160345208>",
    "É a nossa missão",
    "Frase que destruiu mais famílias neste século <:pepe_chorando:517308094334763008>",
    "Tenho uma amiga madeirense que me manda usar mais o vós e fez-me lembrar isso da evangelização <:ronaldo_lul:667807025647976449>",
    "Quem precisa de alimento quando tem letras para comer?",
    "Espera, tu comes kiwis com casca? 😭😭",
    "Não mais que a 3 cd",
    "Se tivesse que arriscar a origem, de diria que vem de \"pistola\". É preciso manter bem precisa a mira antes de disparar 😅  Mas não faço ideia, nunca tinha ouvido",
    "Eu também nunca tinha ouvido. Mas pelo que encontrei online, é não conseguir deixar de olhar/pensar",
    "Define factorio <:nazare_confusa:668602991347105802>",
    "Aah, damn, quando estava em Itália e França, caixas automáticos eram o meu lifehack para não ter de falar em estrangeiro com ninguém 😅",
    "Depois às vezes chegava lá e tinha vigilante a orientar. Ou eu fazia algum erro e tinha de pedir ajuda a funcionário. Aí a ânsia social invadoa 😅",
    "Ah, é um jogo?",
    "Nunca vi xd",
    "Mas vejo comboios!! 😍",
    "Há uns tempos soube que há uma tendência para pessoas no espetro do autismo gostarem de comboios",
    "E fiquei a ponderar autodiagnósticos 🥴",
    "Não recomendo",
    "Uuh, parece bom o conceito",
    "Aah, nem tinha visto isso",
    "Devíamos ser todos autistas se fosse por isso 👀",
    "Existe um jogo que adoro chamado transport fever. Em que tens de construir o sistema de transportes todos. Desde caminhões, a comboios, a barcos",
    "Mas eu foco-me nos comboios 🤗",
    "E depois dá para estar no comboio em primeira pessoa a ver o percurso que construiste 🤗",
    "No city skylines também dá com alguns mods.",
    "Mas aí tenho de construir a cidade inteira e dá mais trabalho",
    "https://tenor.com/view/meteor-strikes-tsunami-beachburg-cities-skylines-larry-skylines-meteor-gif-26204698",
    "Fazer acontecer catástrofes é um mood 🤗🤗",
    "Adoro aquele vídeo em que o gajo faz os esgotos correrem todos para uma montanha oca que ele construiu",
    "E depois começa a estravasar",
    "E parece uma erupção de merda a chegar à cidade 🤣🤣",
    "https://youtu.be/dFGglXjZ4vc?feature=shared",
    "Clássico 😌",
    "Tenho uma amiga viciada num simulador de supermercado",
    "Mais direto impossível xd",
    "Uma outra amiga minha experimentou. Não sabia como descartar as caixas onde vinham as reposições de stock, então deixava -as espalhadas pela loja, e no passeio à entrada da loja",
    "Era incrível 🤣",
    "https://tenor.com/view/supermarket-simulator-simulator-supermarkt-trendizisst-gif-14846984829579029957",
    "De nada 🤗",
    "You know \"Optimus Prime\"? His name literally means \"Great Prime\" in Latin xd",
    "Só no Brasil",
    "Se alguma coisa em inglês, diríamos \"nice\" 🤔 Mas aí tem o mesmo significado",
    "Suponho que \"top\" também.",
    "E aí o significado é diferente do inglês",
    "No Brasil também é usado \"top\" se não me engano",
    "https://tenor.com/view/thumb-okay-ok-thumbs-up-gif-15444397",
    "Deixe joinha 👍",
    "Este também não usamo em Portugal",
    "É. E também podes usar no sentido de \"melhor\". \"This is top quality\"",
    "No sentido de qualidade superior",
    "E é daí que deriva o sentido que tem em português",
    "https://tenor.com/view/clapping-yay-excited-soexcited-greatnews-gif-8845875809066863059",
    "https://tenor.com/view/funny-iliketrains-trains-gif-4905803",
    "Ah, não tínhamos que chegue neste país 🤗🤗",
    "Nada supera Guimarães - Braga, though, não nego",
    "É, mas em Braga Guimarães é o ao contrário xd. É não base do se eu não tenho, não devias ter xd",
    "Bem, acho que a ideia geral que as pessoas têm de Coimbra é que tirando a universidade, não há muito mais que dê dinamismo à cidade 😓",
    "*__continuei__ a falar em português em __canais__ de voz",
    "E onde não? 😅😅 Hospitais com vagas para formar especialistas é que ||fudeu||",
    "E depois andamos anos a repetir o exame de acesso à especialidade durante décadas porque há mais concurrentes que vagas 😅😅",
    "Mas bem, fica bem ao governo dizer que vão aumentar as vagas para medicina, suponho 😭",
    "A questão é que converte para emigrante. Emigrante que custou uns milhares aos contribuintes 🤗",
    "E os outros países agradecem",
    "De nada!!! É ótimo notar que estás a evoluir!!",
    "É, sim 😞",
    "🤗🤗",
    "Hum, nem sei. Aquilo lembrou-me o sotaque do wuant mesmo 🤣🤣🤣🤣 Que é de Ílhavo ao lado de Aveiro mesmo, sei lá",
    "Aveiro oficialmente é beira litoral, mas é norte honorário honestamente 👀",
    "Desculpa roubar xd",
    "Que é que se passa em Estarreja? Xd",
    "São lados para que nunca vou na verdade xd",
    "Acho que estive 1 vez em Aveiro xd",
    "Aaaah, certo ok",
    "Então já experienciei de passagem xd",
    "O segredo é respirar pela boca",
    "Chocante",
    "Agora vão comer leitões onde?",
    "As sirenes no fim matam-me 🤣🤣🤣",
    "Quero que caia outro hoje, vou dormir para o jardim se for preciso 😭",
    "Bemz a verdade é que se estivesse fora ia ver uma luz a atravessar o céu e a desaparecer",
    "E depois ficava ali tipo",
    "https://tenor.com/view/finding-nemo-bags-floating-stuck-now-what-gif-5473087",
    "Os extraterrestres responderam?",
    "Deve ter caído no quintal do astroo o meteorito!!",
    "Tudo para Castro Daire atrás do astroo",
    "https://tenor.com/view/fred-flintstone-pounding-table-frustrated-angry-the-flintstones-gif-7453595834242742823",
    "NÃO acredito que fui enganado 😭",
    "Fogo, então perdemos os aliens",
    "Espero que enviem novos",
    "Será que os aliens respiram água 🤔",
    "Tipo peixes",
    "Sim, \"your name\" em inglês",
    "Deviam ir presos. Ainda por cima numa autoestrada 😳",
    "https://youtu.be/TKTkCuGlNFo?t=184",
    "Isto sim é que lembra o meteorito!!",
    "A cena em que o Stitch cai na terra!",
    "Isso é muito perigoso 😭",
    "A voz da lilo é muito fofa 🤗🤗",
    "E foi aí que o cristiano ronaldo decidiu que precisava de mais filhos xd",
    "Pois, eu não falo nenhuma língua próxima. Mas disseram-me que provavelmente é russo, apesar de nem sempre ser fácil distinguir com tão poucas palavras",
    "Agora estão à procura do lugar exato onde caiu",
    "Sabe-se que foi mais ou menos perto de Castro Daire, em Viseu",
    "Cortam os cabos da balança do assento 🤗🤗",
    "Ou pelo menos coloca a voz como quem canta fado, não sei explicar xd",
    "Vamos os 2!!!",
    "De aonde? 🤔 A palavra existe. E apesar de no padrão não se usar com \"de\", parece-me que é mesmo daí que vem o uso \"daonde\"/\"d'aonde\".\nAté porque é comum usar \"aonde\" em situações que no padrão seriam simplesmente \"onde\".",
    "O uso é tão comum que até no Wiktionary reconhecem 🫣",
    "Mas bem, já que estamos a condensar a preposição em \"aonde\" não vejo porque não condensar o \"de\" também 😅",
    "E de qualquer forma o uso é apenas informal, portanto não é muito importante se segue o padrão ou não",
    "Obrigado 😅 Mas a verdade é que eu sou português, é a minha língua nativa mesmo",
    "https://www.ddinstagram.com/reel/C7JwVTRs7_Z/?igsh=bG1zN2dkMTZ6ZHR6",
    "Esta foi possuída pela meteorito ontem 🤣",
    "Sim, caiu ontem à noite um meteorito em Portugal",
    "E viu-se pelo país todo",
    "Eu tava em casa não vi nada 😭",
    "https://youtu.be/3hYQNB83qvE?si=aw31Cf-n2BhTY_B9",
    "Mas há muitos vídeos",
    "Já agora, no primeiro clipe falam alguma língua eslava, não é português de Portugal como já me perguntaram 😭",
    "Há uma comunidade significativa de, principalmente, ucranianos em Portugal",
    "Eu adoro o clipe um pouco antes da metade do vídeo em que o rapaz diz \"ói, cala-te\" 🤣🤣🤣",
    "Jamais!! É um crime 😭",
    "Faz me lembrar o meteorito deste anime",
    "Eu achava que as cores eram bem exageradas",
    "Mas não",
    "Ah, esqueçam, no filme é um cometa, não é meteorito xd",
    "Uuuh, falas sardo?",
    "Aah, adoro esta versão sim!! Ficou famosa há uns 2 anos porque foi a abertura de uma novela aqui",
    "Ou será que foi ao contrário 🤔",
    "De qualquer forma passava imenso na rádio",
    "Aah, percebo!",
    "É muito boa! É que ela tornou meio fado xd",
    "Agora é Xeiro 😭",
    "Boa noite, astro!",
    "É muito bonita a música",
    "Ficaria bem num casamento",
    "Adoro o sexismo também xd",
    "Bem, mas tinha insight xd",
    "*autocrítica, para evitar o anglicismo 🤗",
    "\"hajam criado\"",
    "Bem invulgar ver esta construção em português moderno",
    "Em vez de \"tenham criado\"",
    "Parece quase espanhol xd",
    "https://tenor.com/view/uncle-shining-uncle-dubai-uncle-mode-on-changing-colors-gif-15790630",
    "Carreguei no gif errado 😭",
    "Sendo irmão de alguém que virou avô?",
    "Pelas próprias descrições dele, ele sentia realmente que era outra pessoas, tomava modos e fazia coisa que ele normalmente não quereria e que era específicas dessa outra pessoa",
    "Não parecia de todo algo que ele fazia de forma voluntária por espírito criativo, mas...",
    "Do Fernando Pessoa",
    "O texto é um bocado grande",
    "E pode ser só uma forma poética de falar, mas sei lá",
    "https://www.casafernandopessoa.pt/pt/fernando-pessoa/textos/heteronimia",
    "Isto é uma carta que ele escreveu a um amigo",
    "Ele começa a falar dos heterónimos a partir de \"Passo agora a responder à sua pergunta sobre a génese dos meus heterónimos\"",
    "Adoro esta parte xd",
    "O irónico é estudar este poema na escola xd",
    "Assexuals as well",
    "Aparentemente ele teve uma só namorada conhecida",
    "Isto está no túmulo dela, aparentemente de alguma carta que ele lhe escreveu",
    "Ui, ele tem muitos que não rimam de todo xd",
    "Ele morreu 50 anos antes dela",
    "Acho que não mesmo",
    "É, foi a câmara municipal de lisboa",
    "Houve um meteoro?",
    "Interessante",
    "Espero que não tenha caído em cima de ninguém xd",
    "Se é que chegou a cair xd",
    "Yeah, he was not super mentally stable I'd argue",
    "Literally 👀",
    "Tio porco?",
    "https://tenor.com/view/fernando-pessoa-fernando-ant%C3%B3nio-nogueira-pessoa-portuguese-poet-writer-gif-17788328",
    "Obrigado 😳",
    "E andar sempre com esta cara",
    "Ele passou grande parte da infância em África do Sul",
    "Mas acho que ele escreveu principalmente em português. Pelo menos os que se tornaram famosos",
    "Apesar de existirem várias coisas que ele escreveu em inglês",
    "É, sim",
    "Ele não teve filhos",
    "Mas não sei se teve sobrinhos ou assim 🤔",
    "Ele morreu com 47 anos e nunca casou",
    "Ele viveu mais tempo do que me lembrava",
    "All his work is in the public domain",
    "by now",
    "Meu poema preferido dele 😄",
    "Ai que prazer\nNão cumprir um dever,\nTer um livro para ler\nE não o fazer!\nLer é maçada,\nEstudar é nada.",
    "😰",
    "Só peço que tenha sucesso",
    "Pela saúde dele mesmo 😓😓",
    "Bem, não sei se no Brasil é diferente, mas isso soa muito estranho",
    "Aaah, eu queria dizer que é estranho usar como vocativo (acho que ia escrever \"não é comum\" ao princípio e depois reformulei por algum motivo). Obrigado por chamar a atenção!",
    "👀",
    "Outro?",
    "https://tenor.com/view/stick-man-run-part1-gif-25705602",
    "Bom dia!\n[Já agora, seria *\"bom dia __a__ todos\". Por algum motivo ~~nao~~ é estranho usar \"todos\" como um vocativo em português]"
]