[
    "Vamos chorar na sanita",
    "Sim, juntos",
    "Não tenho Spotify, mas estou aqui para apoio",
    "Tenho uma canção para ti, irmão",
    "Okay, irmão",
    "Hahaha, também quero ver",
    "Eu quando bebia 5 chávenas de café",
    "Agora não posso beber café porque isso provoca a minha ansiedade 😔",
    "Somos gémeos",
    "https://tenor.com/view/danny-de-vito-arnold-schwarzenegger-twins-gif-14878045628732340267",
    "Ya, provavelmente vi 500 vezes e ainda não envelhece",
    "Aquela foto quando fumava erva hahahaha",
    "Nossa, parece o meu gato",
    "<@833943677759127572>",
    "Não sei o que se passa, mas concordo",
    "E estou 100 lugar desde que tenho Apple Music 😭😔",
    "Estás de castigo, miudinha",
    "https://tenor.com/view/youre-grounded-supervisory-special-agent-jess-lacroix-fbi-most-wanted-youre-punished-go-to-your-room-gif-25898248",
    "Parece que o Fael ainda está a falar connosco 😔",
    "Temos de ligar aos Ghost Busters, irmão",
    "https://tenor.com/view/bring-it-gif-7518035495100341045",
    "FAELDINA, ola!",
    "Cómo estás, Irmão?",
    "Isso é bom e bem, acabei de acordar de uma sesta",
    "Eu durmo no chão",
    "Sabe bem, especialmente se tiver uma dor nas costas como eu",
    "Sim",
    "Tens sorte, meu irmão",
    "Fecha a sua Spotify",
    "Estão a brincar, certo? O fael foi banido",
    "Não sei, acabei de ver as mensagens agora 😔",
    "I’ll follow you now",
    "Oh yeah my Frenchie Benny",
    "I rarely post anything on instagram, I share on my history mostly lol",
    "Tbh I don’t post cause I got no friends",
    "Insta doesn’t feel like before",
    "Depends",
    "I watch tons of tuga reels and some are funny",
    "Like the os três confusos, those guys are funny",
    "One is Angolan, one is Brazilian and one is Portuguese and they all do some stupid shit",
    "A normal day in Brownsville",
    "I will fight the bullies",
    "My art class was ass, we would be on our phones",
    "Basically lol, I had a lot of fights in my school",
    "Go studyyyyy",
    "https://tenor.com/view/laptop-gif-26065252",
    "Good thing I’m studying for medical lol",
    "I can’t do art",
    "Graduated med school and going back to college to get my Registered Nurse certification",
    "Thank youuuuu",
    "Drawing the human anatomy lol",
    "I’ll follow too",
    "Support you all the way",
    "I got many stories about the things I did when I was 16-18 years old lol",
    "Probably lol",
    "That’s so uncrazy",
    "Wish that teacher would scold you, would’ve been crazy",
    "I would’ve whooped him",
    "Easy fix",
    "And we live in a flat world",
    "I got expelled once but for something I didn’t do",
    "I was in the restroom doing my thing and some guys were fighting, the security guard came in, grabbed all of us and put us with the principal and she expelled all of us and I tried tell her I didn’t do anything and she refused to listen so I got expelled",
    "Took me half of semester to convince her",
    "The most ghetto school in my city lmao",
    "You are lucky",
    "But mostly our securities were fat and slow so half of us would skip school to play some basketball or soccer",
    "Jesus",
    "Want me to kick his ass for you?",
    "I’ll fight the kid too",
    "Im from the west, anything goes lol 🤣",
    "I just saw two grown ass men fighting while the street lights were red",
    "Lmao",
    "It’s called frijoles charros (Mexican beans)",
    "It’s easy to make",
    "I mean I won’t put the whole recipe here but if you type Frijoles charros recipe, it will tell you how to make it",
    "Like I ain’t gonna put the measurements lmao",
    "2018",
    "You?",
    "But I’m still not fluent",
    "I am learning European Portuguese lmao",
    "On your name that says Br it means Brazilian and mine is Pt which is Portugal",
    "Yes",
    "lol it’s all good",
    "But I stopped around 2020 cause some Brazilian was being rude to me so i stopped learning and around 2021 I started practicing hard and well here I am lol",
    "Lmaoooo",
    "Calling you a gringo for learning Portuguese will take a toll on you lol",
    "But he’s a cunt and I’m doing good in my European Portuguese",
    "I met him on a different app, don’t remember what it was but it was pretty much a whole argument we had",
    "Tbh it was lol",
    "It was Spanish vs Portuguese we had, lasted for 3 hours lmao",
    "Yeah cause I already knew the basics but this guy was using slangs and words I didn’t know back then so I had to fire up my Mexican heritage and destroy him lmao",
    "Not at all lmao",
    "Us Mexicans use so much bad words in our vocabulary",
    "Oh shit didn’t realize you added me lol",
    "More or less, I can be cool, dumb and chill lol",
    "You know Spanish?",
    "Where are you originally from?",
    "That’s good bro",
    "Ahhh",
    "Indian food is fire tho",
    "But that’s street food bro",
    "I have a restaurant not far from where I live and they make the food there extremely good",
    "Tbh I don’t know cause it’s in hindu",
    "Just like the Chinese restaurants I have, their label is in mandarin but in their door, they have a small ass paper that says it in English",
    "Verdade hahaha",
    "Idk my city is weird lol",
    "But thankfully I live close to Mexico to get some tacos",
    "They are very different",
    "Taco Bell is the white version of Mexican tacos",
    "In Mexico they use corn tortillas and in Taco Bell they use crunchy tortillas",
    "Or taco shells",
    "I think so lol",
    "I don’t think we have it here, probably they do but I don’t go to Taco Bell lmao",
    "Either my Mexican mom makes tacos or we go to Mexico to buy some tacos",
    "I was born in Mexico but raised in Texas",
    "This is what we have whenever we go to Mexico",
    "Os clássicos",
    "Are you a girl or a guy?",
    "Ahhhh okay, just making sure, the drawing made me thought you were a dude lmao",
    "Ya, its obrigada",
    "Ahhh that makes sense",
    "I doubt it, the guy probably doesn’t use discord lol",
    "Lmaoooo, that’s crazy",
    "My professor would’ve tossed his slipper to me if I did that",
    "Texas lmao",
    "Probably in the big cities",
    "Cause I live in a small city near Mexico",
    "Let me guess, Austin? lol",
    "Not bad, 4 hours from where I live",
    "Damn you been everywhere lmao",
    "Brownsville",
    "Who me or him??",
    "Bom dia, irmão",
    "Yeah here we got all the international people",
    "Montagem?",
    "Montage",
    "That’s what it means bro",
    "Like you seen a funny video and then it changes to another funny video?",
    "Tbh I don’t know lol",
    "It’s all good bro",
    "Im not into funk that much lol",
    "Lol, trust me bro, if you learned European Portuguese, you will be addicted to Fado, Kizomba, and Tuga rap",
    "Lmao, I heard that one from a chick I followed on instagram",
    "Yall about to be dancing funk in the streets lol",
    "That’s true",
    "I blast tuga music in the streets and all my neighbors thinks I’m crazy",
    "https://tenor.com/view/rawr-minions-gif-19161086",
    "2019? Em que ano é que fizeram este servidor?",
    "Nossa",
    "Vocês não baniram o único tipo que estava a falar de merda da bundina?",
    "Hahaha siuuuuu",
    "Boom rap como haikaiss",
    "A música dele é lit",
    "Como rap lord hahaha",
    "Salute to birdaum 😔🫡",
    "Yeah fuck Chris brown, matuê is better 🙏🏾",
    "Os teus rs estão a melhorar",
    "Como vegato disse, faz-me rir sempre 🤣",
    "Quero fazê-lo, mas não, provavelmente vou estragar tudo 🤣",
    "Não, irmão, estou bem hahahaha",
    "Boa noite",
    "https://tenor.com/view/spiderdance-gif-16486934973698676248",
    "<@918581838916755566> ele precisa da tua ajuda",
    "Não sejas flirts, senão fico com ciúmes 😏",
    "https://tenor.com/view/smirk-grin-evil-smile-gif-26938884",
    "Sim, tenho 👀",
    "https://tenor.com/view/piwo-beer-cerveza-bi%C3%A8re-%D0%BF%D0%B8%D0%B2%D0%BE-gif-21881210",
    "Comi cachorros quentes",
    "https://tenor.com/view/dog-smile-hot-dogs-hamburger-gif-14104986",
    "Queres cachorros quentes? 😌",
    "Tudo bem, irmão",
    "https://tenor.com/view/tantrum-kicking-gif-23507491",
    "The monster people",
    "I had an argument with a guy who was obsessed with monster and I told him that monster was a bit overrated and bro this guy made a full ass paragraph about how monster was so great lmao",
    "He send me pictures of the collection of his monster and I was like “Bro you are mental, get help big dawg” lmao",
    "I don’t like the original too",
    "I told him that and he’s like “nah fam, I drink 8 cans of it and I feel fine”",
    "Frls",
    "That’s what I told him",
    "Yup, from morning till night he drinks them daily, doesn’t drink water at all",
    "This dude is like thanos, he keeps collecting the monsters just like the infinity stones lmao",
    "https://youtu.be/tBI0GO7ZvpE?si=_1o9sZ89Ws2_JxnY",
    "https://tenor.com/view/tim-kizomba-dede-semba-gif-22943156",
    "Ahhhh, entendo perfeitamente",
    "Vamos dançar 🕺🏼",
    "Boa tarde, adeus 🙏🏾",
    "Acho que estou a ficar um pouco obcecado com música kizomba 😔",
    "Kinãozomba?",
    "Isso é engraçado 🤣",
    "MPB, eles têm boas canções",
    "Chora, estou a brincar 🥹",
    "Que língua é que ele fala? 😔",
    "https://tenor.com/view/i-have-something-in-my-face-viralhog-showing-my-teeth-horse-laughing-happy-horse-gif-13689457561257111209",
    "https://youtu.be/nC6Do0NZhko?si=ns-pveLQhHn-SlCm",
    "🤠",
    "Acho que o cavalo fala tuga",
    "Yee haw",
    "https://tenor.com/view/kid-little-boy-yeehaw-cowboy-rope-gif-17602560",
    "Majestic horse",
    "I got mix emotions when I put on music, I can either be sad, happy, country, emo or just confused lmao",
    "Shakespeare has a lot of good books but in my opinion I never liked R&J lol",
    "Os livros são muito melhores que os filmes",
    "Harry Potter, o Hobbit, e o senhor dos anéis são incríveis",
    "Gosto mais do Harry Potter",
    "https://tenor.com/view/voldemort-harry-potter-avada-kedavra-gif-12401009",
    "I find Romeo and Juliet boring",
    "É verdade",
    "Yeah bro, the third shooting we had, it was him that got gunned down, we called him 50, and we barely got the news",
    "I mean it’s sad cause I knew him since high school",
    "We used to hang out and skipped school to play some basketball with some friends",
    "Boa noite",
    "I been craving for some enchiladas ngl",
    "Don’t make me tag Kasandrim to take your mole rat away",
    "Tbh I don’t know lmao",
    "You tried green mole?",
    "Hobbit is a good film",
    "Mas o Dobby é melhor",
    "É tão bom",
    "https://tenor.com/view/%D0%B4%D0%BE%D0%B1%D0%B1%D0%B8%D1%81%D0%B2%D0%BE%D0%B1%D0%BE%D0%B4%D0%B5%D0%BD-%D0%B4%D0%BE%D0%B1%D0%B1%D0%B8-harry-potter-dobby-the-elf-freedom-gif-16615829",
    "There’s a lot of meaning to Ominism, but they weren’t gods, more like a teacher, like philosophers",
    "Christians and Catholics",
    "E isso é bom, mas não é assim nos EUA, acreditam que todas as religiões são mentiras e só tem um Deus",
    "Muitos países respeitam todas as religiões, excepto os Estados Unidos",
    "When I was in a catholic school, they would tell us that all religions were a lie, and I tried to convince them that it was a lie but they would say that god is one",
    "I had the same experience in high school too, which was weird",
    "Okay it’s best to change the subject lol",
    "<@833943677759127572> I got the news that someone killed one of my friends",
    "It’s not bad, it’s pretty good that they’re teaching them at a young age, especially nowadays kids would have sex at any age",
    "I send you my past in private by the way",
    "And also I think my cat wants to kiss me",
    "Não acredito que ela tem 7 anos",
    "Harley",
    "I was a catholic but my whole family weren’t going to church and showed their true colors a lot so I knew that I was in the wrong religion, I mean I still believe in god but I felt like that religion wasn’t for me",
    "And I always loved philosophy and wisdom so when I read about Buddhism about how they believed in peace and enlightenment can help you understand your life and help you reflect on your thoughts and emotions and even calm your mind, I knew it was for me",
    "Like Putin?",
    "https://tenor.com/view/putin-bear-vladimir-putin-crossing-river-gif-13579934",
    "I believe all religions have one story, like they all have the same story but different meanings, you know?",
    "That’s why, you know Ominism?",
    "It’s not a religion but it’s basically tells you that all religions contain one story, and all of them are true, but the differences is that all religions don’t have a gods but had teachers",
    "Like Buddhism, everyone says Buddha was a god but he was a teacher",
    "I haven’t ate anything, don’t know what to eat lol",
    "That’s why I went to Buddhism, after my past and stupidest thing I did, I changed religions for good",
    "I was getting a leg cramp 😔",
    "https://tenor.com/view/kanye-west-kanye-ai-dance-gif-6290223825845382767",
    "I had to learn to follow my enlightenment",
    "Life, relationships, and situations I been in, I agree",
    "Olá",
    "It’s peaceful, it helped me a lot",
    "Porquê?",
    "You okay?",
    "You with your mole rat, you are obsessed ma’am 🤣🤣",
    "I feel you on that",
    "I got a dark twisted heart and mind from my childhood life",
    "22 anos",
    "You’ll probably be more sad once you hear my story lol",
    "Yeah I was about to say lol",
    "A contest? lol",
    "Olá hermano",
    "Tudo bem e tu hermano?",
    "Isso é bom, and I was about to tell you yesterday that it will be funny if your family members do the birthday sapes in the head 🤣",
    "How was your nap?",
    "Bom dia",
    "Wdym fool? and that’s good",
    "Ahhh",
    "Pensei que te sentisses um idiota e acordaste a sentir-te bem hahaha",
    "Sure bro",
    "I wish I can do that to my dog but most likely he will eat my hand 🤣",
    "Mr and mrs smith são tão bons!",
    "https://tenor.com/view/calm-down-gif-14375426923600789607",
    "Acho que a segunda temporada está a caminho",
    "Classic 🙏🏾",
    "Yeah bro, it’s been hectic since the morning, goodnight brother",
    "<@329278900616298498>",
    "Boa noite, irmão 🫡",
    "https://tenor.com/view/this-is-america-childish-gambino-dancing-gif-12164113",
    "Antes, M4, vem chapar",
    "Kasandrim vai afastá-lo",
    "Boa noite, Loretadina 🫡",
    "Provavelmente vai matá-lo",
    "Baby, you light up my world like nobody else",
    "May ouve o Matuê",
    "https://tenor.com/view/rat-cute-boop-jasmine-rat-gif-24958191",
    "My bad 😭",
    "I put Mole rat and it gave me a rat 💀",
    "É um rato-toupeira",
    "Pedro Sampaio?",
    "Sabesamar",
    "You gotten obsessed with the mole rat huh",
    "Let’s go to Russia and steal one then",
    "Tenho um cartão para vocês",
    "O comedor da prima",
    "Há algum tempo, estava a ouvir rap alemão e não percebi nada, mas era uma vibe",
    "O amor não existe, mas o matuê existe",
    "https://tenor.com/view/matue-pelado-gif-21933335",
    "Tens de estar preparado",
    "Mole rat",
    "O que é isso 💀",
    "Tenho depressão 😔",
    "Putin",
    "Aquele tipo é uma ameaça",
    "Ahhhh",
    "Not really brother 😔",
    "Just about a girl, you know",
    "That looks a scene from a movie lol",
    "I just called you brother, my bad 💀",
    "Põe Chente",
    "Tens razão hahaha, he does have some bangers tho",
    "A sério? Não sabia disso",
    "Depressão para sempre",
    "Estava ocupado 😔",
    "Não vou 😔",
    "Posso ser o padrinho?",
    "Se ele tivesse dito isso, eu teria chorado enquanto dormia 😂😔",
    "É a vida dos Dinos",
    "La rosa de Guadalupe lol",
    "https://tenor.com/view/police-chase-run-being-chased-running-away-gif-5786191",
    "Bromance I see 😏",
    "E vocês não me convidaram? 😔",
    "Cómo estás?",
    "Bom diaaaaaa",
    "Olá maestro Fael",
    "Isso é bom e bem",
    "Boa noite hermano",
    "No meu quarto, chilling hahaha",
    "Mó paz, irmão",
    "Ola a todos",
    "Faz bacon para ele, mano",
    "O quê?",
    "Feliz cum lmao",
    "Were you trying to say cumpleaños?",
    "Okokok só estava a certificar-me",
    "Não me parece",
    "https://youtu.be/9uS30ru6768?si=VVe9zfHgLG8B4f4o",
    "Olá aleks",
    "Bem e tu?",
    "Sim, cuida dos lenhadores",
    "É uma porcaria que esta por dentro do que no exterior",
    "Na minha cidade, não temos floresta, já temos pedaços de troncos para cortar e fazer as pranchas",
    "Quanto?",
    "Deal",
    "🤝🏾",
    "Broderage",
    "Também está bem",
    "https://tenor.com/view/deal-handschlag-abgemacht-einigung-geht-klar-gif-11963036",
    "A sério?",
    "Thats crazy",
    "Estava a pensar voltar a trabalhar num armazém de lenhadores",
    "Olá a todos",
    "Como estás?",
    "Isso é bom e bem bem haha, porque estás entusiasmada?",
    "https://tenor.com/view/jonah-hill-excited-screams-gif-3862790",
    "https://tenor.com/view/go-crazy-gif-9571184332816163749",
    "Is it world wide to watch or do I have to use vpn to stream it?",
    "I’ll definitely check it out later",
    "I wanna find one that I watched in medical school, it had many stories and one of them was about a dude who works in a morgue and crazy shit starts happening and at the end, the cops show up and sees the guy with his body cut up",
    "<@833943677759127572> advantages of speaking Spanglish lmao",
    "És alemão?",
    "Ahhh okay",
    "https://tenor.com/view/confused-confused-face-confused-look-im-confused-im-so-confused-gif-16067865999736184254",
    "Ahhh, eu entendo",
    "O mesmo, eu tinha uma celebridade no liceu, e foi engraçado porque me perguntei, porquê Brownsville?🤣",
    "Hahaha, não sei se conhece este nome de celebridade Thomas Haden Church?",
    "He was playing a security guard in my high school 💀",
    "https://tenor.com/view/hello-curious-george-curious-george-go-west-go-wild-hi-wave-gif-19504358",
    "<@833943677759127572> para ser honesto, nem sei que filme fizeram 🤣",
    "Porquê? 🤣",
    "Siuuuuu",
    "Bro that hair looks insane, especially since it’s super puffy",
    "Wavy hair boys coming back this year",
    "Eu também, right now my hair reaches to my eyes/nose",
    "We should all let our hair grow completely lmao",
    "You showed me 2 pics, one of you looking at the side and one in the back",
    "Can’t wait hermano 😏",
    "The only thing that sucks about my hair is that it’s getting wavy",
    "Eu, mano, quero o teu cabelo",
    "O meu próximo pet, quero um furão",
    "https://tenor.com/view/monkey-flip-nautkirby-gif-18417312065139500912",
    "Ela disse olá a vocês",
    "Pela primeira vez em 22 anos, acordei cedo",
    "Quero morrer hahahaha",
    "Querem o meu gato?",
    "Estou á esperar que a minha miúda me responda",
    "1 miúda miúda",
    "Queres uma miúda?",
    "https://tenor.com/view/choose-wisely-pick-carefully-be-selective-select-wisely-pick-wisely-gif-15030259",
    "Banho de gelo, mano",
    "Como estás?",
    "https://tenor.com/view/stepping-back-zach-jobe-donut-media-leaving-escape-gif-21567904",
    "Desculpem, pessoal",
    "Nada, irmão",
    "Fala connosco, mano",
    "https://tenor.com/view/dead-tired-im-not-gif-22967668",
    "Chiquita 😏",
    "https://tenor.com/view/eso-that-yes-glad-cap-gif-17731649",
    "https://tenor.com/view/plink-cat-plink-cat-gif-1794292671885121408",
    "Gato giro",
    "Horas de música triste",
    "Que merda é essa 🤣",
    "Ya, parece-me comigo, quando acordo de manhã",
    "https://tenor.com/view/cat-hello-cat-peek-cat-door-cat-peek-door-gif-17361470248875227911",
    "Parabéns, meu irmão 🙏🏾",
    "Kizomba time",
    "https://tenor.com/view/tim-kizomba-dede-semba-gif-22943156",
    "Ahhhh okay hahaha",
    "https://tenor.com/view/sad-pablo-lonely-alone-gif-12928789",
    "Há tantos programas mexicanos sobre Pablo Escobar hahahaha",
    "É como El Chapo",
    "É, homem perigoso",
    "A sério?",
    "Ahhhh, ouvi dizer que é instável, mas está bem",
    "Piora quando o dinheiro se molha <:pepe_chorando:517308094334763008>",
    "Não vou mentir, Pan de Bono parece-me bem agora hahahaha",
    "És colombiano?",
    "Maybe lol",
    "Para ser honesto, não sei hahahaha",
    "Vou verificar os comentários",
    "Não diz nada sobre ele",
    "Pan de yuca is good",
    "Amido de cassava, queijo e ovos",
    "Ya",
    "Pão de queijo, irmão",
    "Está tudo bem",
    "Dos Estados Unidos, e tu?",
    "Mas quero mudar-me para Portugal",
    "Sarcástico, huh, estou a brincar lol",
    "Amo-te, irmão 🫶🏽",
    "Deviam trazê-lo de volta",
    "Ou um telefone Nokia",
    "https://tenor.com/view/dog-smirk-dog-smirking-evil-gif-1174039551531775064",
    "Os telefones Nokia são uma arma",
    "Frls, I want one bro, but they are expensive and hard to take care",
    "Lmaoooo, corgis have the funniest faces for some reason",
    "I want to buy a corgi and name it chubbs",
    "https://tenor.com/view/thisisfinland-finland-finnish-finemoji-suomi-gif-21643420",
    "Sir savage the 21st",
    "wtf 💀 does it have a short name for it?",
    "Lmao that’s crazy",
    "I wonder how can they remember that full name",
    "https://tenor.com/view/dead-lift-weight-lifting-getting-fit-workout-exercise-gif-16070159",
    "Gosto do design",
    "Acho que vou mudar para um android",
    "Os novos telefones Samsung são muito bons",
    "Eu tinha um Motorola hahaha",
    "Estraguei as costas outra vez",
    "Estava a carregar um litro de água e quando a peguei, ouvi as minhas costas a partir e comecei a sentir-me como se algum me esfaqueasse pelas costas",
    "I was carrying 2 big gallons of water",
    "Já tive dores nas costas desde o liceu, não esperava que a dor voltasse",
    "Oh yeah lol my bad",
    "https://tenor.com/view/serving-serving-foog-hungry-when-the-waiter-bring-your-food-when-the-server-brings-your-food-gif-13098313",
    "Boa noite",
    "Ahhhh, vi a fotografia errada 🤣",
    "<@1193759900619264151> parece-me sacos de cadáveres hahahaha",
    "Acho que está a dormir",
    "Está a mimis",
    "Ele está a 10 minutos de mim",
    "Não temos muitos sem-abrigo aqui",
    "Tristeza, mano",
    "https://tenor.com/view/crying-sad-depressed-gif-19837613",
    "Vou comer peixe",
    "Peixe frito",
    "https://tenor.com/view/fish-and-chips-food-yummy-delicious-hungry-gif-17819076",
    "Caraças, 80?!",
    "Eu quando estou a conduzir para a auto-estrada",
    "Meu Deus",
    "Bro I would have an anxiety attack just by looking at that building lmao",
    "https://tenor.com/view/electro-kingdom-black-magic-gif-19337815",
    "Normalmente temos mais acidentes de carro e tiroteios aqui, mas Jesus, 80 pessoas mortas na rua",
    "Tenho medo de alturas 😔",
    "https://tenor.com/view/eminem-cleaning-out-my-closet-music-video-im-sorry-momma-gif-16608746",
    "Eminedina",
    "Brownsville está a perder o juízo 😔",
    "Um dia normal em SP",
    "Vou morrer",
    "Aqui e ali hermano",
    "Yup, muito calor",
    "Hora de cozinhar ovos lá fora",
    "Como estás hermano?",
    "Olá a todos",
    "Como estão?",
    "Bom dia",
    "Como estás?",
    "É melhor não te peidares, mano",
    "Tens razão 😔",
    "Afunda-se como o titânico",
    "Agora estou partido lol",
    "Acabei de ver o meu crush beijar um gajo",
    "Vou morrer",
    "https://tenor.com/view/daeth-funi-periflight-dies-from-gif-22212023",
    "https://tenor.com/view/shrek-donkey-i-think-i-need-a-hug-i-need-a-hug-give-me-a-hug-gif-22023342",
    "You are right",
    "I have my Mexican certification",
    "Damn, I was called being a Mexican than an American lmao",
    "Like some girl was like, I don’t think you’re American, you are probably Mexican",
    "Like I was texting her in Spanish bro lmao how tf can I be a full American if I was born in Mexico but raised in Texas",
    "Twitter lmao",
    "Cause the miúda was from chile and I was trying to help her cause her mom got cancer and I was trying to comfort her and she told me that lmao",
    "Lmao",
    "Sai por 4 minutos e acabei de ver isso, wtf",
    "What’s it called again? lol",
    "In Portuguese or English lol",
    "Ahhh okay I’ll check it out",
    "O quê?!",
    "Braided booty hair? 💀",
    "Então, mudarei de nome",
    "https://tenor.com/view/bros-bro-high-five-dillon-duke-gif-24818151",
    "Opa gangnam style",
    "Já mudei de nome",
    "É um prazer fazer parte da organização 🫡",
    "https://tenor.com/view/i-didnt-do-fucking-shit-i-think-you-should-leave-with-tim-robinson-i-didnt-do-anything-i-did-jack-shit-i-did-fuck-all-gif-8193321463410745871",
    "I’ll just use my discord name as my email 🤣",
    "Provavelmente serei preso por usar um nome de artista, but oh well",
    "Isso também",
    "Tantas da Dinas",
    "Agora estou assustado, sou o único que não é uma Dina",
    "Não tenho Spotify, não posso ser Dina",
    "https://tenor.com/view/among-us-among-us-animated-just-some-plastic-gif-18581623",
    "Imposter",
    "A sério? 😔",
    "Probably, if he wants me there, prolly throw us some free tickets",
    "Desejei ter outra vez o Spotify 😔",
    "Ya 😔",
    "https://tenor.com/view/kermit-fall-and-back-gif-25193110",
    "Já usei todas as minhas contas de e-mail para conseguir o Spotify premium",
    "Ensina-me os teus modos, mestre",
    "https://tenor.com/view/facepalm-double-crowd-funny-omg-gif-16929018",
    "https://tenor.com/view/dddd-gif-26343928",
    "That’s a good score",
    "<@833943677759127572> let’s go to his concert in Portugal? Lmao",
    "Ahhh eu entendo",
    "💀💀",
    "Os comentários deles são engraçado, foda-se 🤣",
    "When I saw that comment, I was dying, Reddit people are something else",
    "😭😭😭",
    "West Dakota e New Canada 💀",
    "Frls lol",
    "https://tenor.com/view/veeunus-spongebob-spongebob-squarepants-squidward-done-gif-24674884",
    "Just need a football and a goal net",
    "Weirdest shape in state, definitely Michigan",
    "Faeldina está a fazer um português check, a certificar-se que falas português hahahaha",
    "Ola",
    "Bem e tu?",
    "Maionese",
    "Is it for Brazilian Portuguese or both Portuguese dialects",
    "Ahhh, I wanna take one for Portugal Portuguese but I doubt there’s a quiz for that",
    "África",
    "It looks like a head of a horse lmao",
    "A mix of both lmao",
    "Probably going to save that one just in case if I do ever go back to my depressed self again lol",
    "When I was in a depressive state, I would listen to NF a lot lmao",
    "And suicide boys",
    "He got good albums his older albums is mostly dark cause of his past",
    "Wasn’t into them too until one of my homies kept bugging me to listen to SB and they got some good shit",
    "So basically his parents gotten divorced and his dad took him and his sister to live with him and his new girlfriend, his girlfriend would abuse Nate (NF) and his little sister, and the mom of Nate because very depressed that she started taking drugs, and in around 2009 she overdosed and died",
    "My bad it was the moms boyfriend that would abuse him and his little sister",
    "Yeah, one of the songs he dedicated to his mom is heavy",
    "Oh yeah I heard about that, tbh they both have different styles, and I don’t get why the fans would call it real rap, rap is rap lol",
    "Talking about NF, I was scrolling through TikTok to see who messaged me and I get a NF video outta nowhere 💀",
    "And it was the song I was telling you about, the one he dedicated to his mom 😭😭",
    "They watching me now bro",
    "Earls or Mavi?",
    "It’s a vibe bro",
    "About to finish it",
    "I like it bro, it’s chill",
    "Tf lmaooo",
    "I like the England chants though, those mfs are menacing 💀",
    "That’s interesting",
    "Say less bro",
    "Im listening to the whole album lmao",
    "Frls?",
    "Sheeeeesh, a birthday party for Bundina in discord",
    "I used to but i stopped paying it",
    "Ngl the second track reminds me when you’re just walking in the street with headphones on and the whole world is going crazy",
    "Like you’re in a tv show",
    "Just you and your thoughts",
    "That’s not bad, I am barely heading to the 3rd track, the 2nd track was quick holy moly",
    "It felt short to me lol",
    "I guess I’m already feeling the chill out phase",
    "I listening to it now and it is a vibe",
    "Damn, 5min? Alv",
    "And the other you said was Earl, right?",
    "Which album do you recommend",
    "You’re in a hurry, like going for a run?",
    "Ahhhh okay okay, I get you bro",
    "I’ll check him out after finishing Mavi’s album",
    "Good bro, I mean he basically remastered it and took off some songs from the last album and added two new songs",
    "I haven’t, not yet",
    "Is it good?",
    "I’ll probably listen to it tomorrow",
    "If it’s boring then I won’t listen to it lmao",
    "Facts",
    "If I tell him to listen to an album, and if he dislikes it, I’ll delete the album instantly",
    "I am kind of scared tho, cause I do have an album that I personally like",
    "At the moment for me is the Gabriel album by Keshi and my controversial album would be Bien o Mal by Trueno",
    "Frls lmao",
    "Damnnnnn",
    "Apple doesn’t have that but I know I played Gabriel about 2,000 times",
    "I have to listen to that",
    "https://tenor.com/view/cat-huh-cat-huh-etr-gif-15332443943609734737",
    "https://tenor.com/view/sorry-gif-18453366",
    "Looks like a musical",
    "Not a clue",
    "Same bro, I always use it",
    "2001",
    "Ahhhhhh yes I know it now",
    "My mind is still rusty",
    "I watched, listened to classics and nowadays I always forget a classic lol",
    "Same lmao, the only song I know from her",
    "Oh shit JV changed his pfp lmao",
    "I still have the house of the rising sun in my head",
    "https://tenor.com/view/eric-burdon-gif-19834053",
    "Olá a todos",
    "Os fins-de-semana são chatos como sempre",
    "It’s kind of weird using god bless you to my family lmao",
    "Vai dormir",
    "Imagina os sobrinhos e sobrinhas chamarem-lhe Tio Bunda",
    "It’s been long since I seen wwe but I agree, it’s entertaining lol",
    "Same",
    "https://tenor.com/view/rko-wwe-wrestling-randy-orton-gif-15820595",
    "Acordou a ser uma ameaça",
    "https://tenor.com/view/oops-shocked-seriously-omg-tremors3-gif-22329296",
    "Quero álcool",
    "https://tenor.com/view/orb-in-the-pub-gif-18045906524688779408",
    "Estou a comer sopa agora hahaha",
    "https://tenor.com/view/shaq-backboard-shatter-dunk-fail-gif-13523210",
    "Olá",
    "<@833943677759127572> Jesus, what’s going on with Brownsville",
    "Frls bro, 3rd time it’s been happening, now everyone is saying Brownsville is turning into matamoros lmao",
    "For sure, and I live close to it lmao",
    "Vegato deu-nos a introdução que precisávamos",
    "https://tenor.com/view/confused-confused-face-confused-look-im-confused-im-so-confused-gif-16067865999736184254",
    "Sumo de laranja",
    "Porque estás a pedir desculpa?",
    "Do que estás a falar?",
    "It could be a good game though",
    "Lmaoooo",
    "I think",
    "I stopped watching it, I never really liked the Mexican league, I felt like it was slow paced for some reason",
    "Frls?",
    "Oh damn",
    "Hahaha, mas és fluente, não és?",
    "I just know that premier league and La Liga has a lot of nationalities",
    "Ahhhh",
    "Onde está o Apeiron, ele está aqui no servidor?",
    "Days goes fast huh",
    "I feel like the whole year went fast",
    "You should bro",
    "Do a long list",
    "True, that’s gonna be tough",
    "I want to",
    "They do",
    "Que estranho",
    "https://tenor.com/view/laughing-out-loud-lamar-smile-gif-12308238",
    "Bom dia",
    "Bem e tu?",
    "@apeiron, mas não sei se ainda está no servidor",
    "<@329278900616298498> podes perguntar-lhe",
    "Sporting",
    "I like sporting lol"
]